blue_11_interval_name = ["佳里","下營","大潭","頂山子","青鯤鯓"];
blue_11_interval_stop = [
["佳里站","北門高中","潭墘","善行寺"], // 佳里
["海澄里","社區前","延平國小","下營"], // 下營
["城子內","後港西","謝子寮","大潭","五棟寮"], // 大潭
["頂山子"], // 頂山子
["青鯤鯓前","青鯤鯓","鯤鯓港"] // 青鯤鯓
];
blue_11_stop_time_consume = [0,2,3,5,6,7,9,10,11,12,14,16,18,21,23,24,25];
blue_11_fare = [
[26],
[26,26],
[26,26,26],
[30,26,26,26],
[38,27,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
blue_11_main_stop_name = ["佳里","社區前","城子內","大潭","頂山子","青鯤鯓","鯤鯓港"];
blue_11_main_stop_time_consume = [0, 7, 11, 16, 21, 24, 25];
blue_11_important_stop = [0, 6]; // 佳里, 鯤鯓港
blue_11_time_go = [["6:10"],["7:10"],["7:35"],["9:10"],["10:10"],["12:20"],["14:10"],["15:10"],["16:30"],["17:30"],["19:25"]];
blue_11_time_return = [["6:35"],["7:40"],["8:20"],["9:40"],["10:40"],["12:50"],["14:40"],["15:40"],["17:00"],["18:00"],["19:50"]];