blue_12_interval_name = ["佳里","下營","大潭","頂山子","青鯤鯓"];
blue_12_interval_stop = [
["佳里站","北門高中","潭墘","善行寺"], // 佳里
["海澄里","社區前","延平國小"], // 下營
["漳州里","後港腳","後港","謝子寮","大潭","五棟寮"], // 大潭
["頂山子"], // 頂山子
["青鯤鯓前","青鯤鯓","鯤鯓港"] // 青鯤鯓
];
blue_12_stop_time_consume = [0,2,3,5,6,7,9,12,13,14,15,16,18,21,23,24,25];
blue_12_fare = [
[26],
[26,26],
[26,26,26],
[33,26,26,26],
[41,31,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
blue_12_main_stop_name = ["佳里","社區前","後港","大潭","頂山子","青鯤鯓","鯤鯓港"];
blue_12_main_stop_time_consume = [0, 7, 14, 16, 21, 24, 25];
blue_12_important_stop = [0, 6]; // 佳里, 鯤鯓港
blue_12_time_go = [["08:30"],["11:30"],["14:30"]];
blue_12_time_return = [["08:55"],["12:00"],["15:00"]];