blue_20_interval_name = ["佳里","七股","龍山里","中寮子","台區","西寮","青鯤鯓","將軍<br />漁港","馬沙溝<br />遊憩區"];
blue_20_interval_stop = [
["佳里站","愛明橋","佳里國中"], // 佳里
["佳里新城","大寮","三合","七股農會","七股公所","五股","玉成","七股西","七股寮"], // 七股
["東龍山里","龍山里"], // 龍山里
["沙崙寮","中寮子","鹽田旅服站"], // 中寮子
["鹽山","新山子寮","台區"], // 台區
["西寮"], // 西寮
["青鯤鯓前","青鯤鯓","鯤鯓港"], // 青鯤鯓
["將軍漁港"], // 將軍漁港
["馬沙溝遊憩區"] // 馬沙溝遊憩區
];
blue_20_stop_time_consume = [0,2,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,20,21,22,26,28,29,30,45,50];
blue_20_fare = [
[26],
[26,26],
[26,26,26],
[32,26,26,26],
[39,26,26,26,26],
[48,29,26,26,26,26],
[59,41,34,28,26,26,26],
[71,52,45,39,32,26,26,26],
[75,57,49,43,36,27,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
blue_20_main_stop_name = ["佳里","七股<br />公所","龍山里","中寮子","鹽山","西寮","青鯤鯓","將軍<br />漁港","馬沙溝<br />遊憩區"];
blue_20_main_stop_time_consume = [0, 9, 15, 17, 20, 26, 29, 45, 50];
blue_20_important_stop = [0, 1, 4, 6, 8]; // 佳里, 七股公所, 鹽山, 青鯤鯓, 馬沙溝遊憩區
blue_20_time_go = [["5:25"],["7:10"],["8:40"],["09:40",[2,'區']],["10:15"],["11:00"],["12:00",[2,'區']],["12:30"],["14:10",[2,'區']],["15:40"],["16:20",[2,'區']],["17:20"],["18:00"],["18:30",[2,'區']],["19:20"],["20:10"]];
blue_20_time_return = [["6:15"],["8:10"],["9:40"],["10:35",[2,'區']],["11:10"],["12:00"],["12:55",[2,'區']],["13:30"],["15:05",[2,'區']],["16:40"],["17:15",[2,'區']],["18:10"],["18:50"],["19:25",[2,'區']],["20:20"],["21:00"]];