blue_21_interval_name = ["佳里","塭子內","看坪","樹林","槺榔口","永吉","三股","十份里","金德興","九塊厝"];
blue_21_interval_stop = [
["佳里","愛明橋","南佳里","南勢"], // 佳里
["蚶西港","劉厝","西劉厝","外渡頭","塭子內","永昌宮","蚶寮","蚶寮尾"], // 塭子內
["看坪","下看坪","春園休閒農場"], // 看坪
["樹林"], // 樹林
["義合","下義合","槺榔口"], // 槺榔口
["永吉"], // 永吉
["東三股","三股","佳里榮民之家"], // 三股
["十份里"], // 十份里
["金德興"], // 金德興
["東九塊厝","九塊厝"] // 九塊厝
];
blue_21_stop_time_consume = [0,2,3,4,6,7,8,9,10,11,12,13,15,16,17,18,20,21,22,24,25,27,32,30,33,34,35];
blue_21_fare = [
[26],
[26,26],
[28,26,26],
[35,26,26,26],
[42,26,26,26,26],
[46,26,26,26,26,26],
[52,30,26,26,26,26,26],
[57,35,28,26,26,26,26,26],
[61,39,32,26,26,26,26,26,26],
[64,43,36,29,26,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
blue_21_main_stop_name = ["佳里","南勢","劉厝","塭子內","春園<br />休閒農場","下義合","永吉","三股","佳里<br />榮民之家","九塊厝"];
blue_21_main_stop_time_consume = [0, 4, 7, 10, 17, 21, 24, 27, 32, 35];
blue_21_important_stop = [0, 8, 9]; // 佳里, 佳里榮民之家, 九塊厝
blue_21_time_go = [["6:00",[8]],["7:40",['繞',[9,5]]],["10:40",['繞',[9,5]]],["16:40",[8]],["19:00",[8]]];
blue_21_time_return = [["6:40",[8]],["8:20",['繞',[8,5]]],["11:30",['繞',[8,5]]],["17:20",[8]],["19:40",[8]]];