blue_25_interval_name = ["佳里","福南<br />山莊","篤加","七股","永吉","土城子","科工區"];
blue_25_interval_stop = [
["佳里","佳里國小"], // 佳里
["佛天宮","多摩市社區","福南山莊"], // 福南山莊
["篤加國小","文衡殿"], // 篤加
["七股"], // 七股
["靈母宮","永吉路口"], // 永吉
["鹿耳門","溪埔仔","砂崙路口","聖母廟","土城子"], // 土城子
["成大安南校區","利佳興業","工業五路","中央軸帶公園","工業、科技二路口","工業、科技一路口","工業、本田路口","安瀚視特","南臺灣創新園區"] // 科工區
];
blue_25_stop_time_consume = [0,2,3,5,7,10,11,17,23,26,29,30,31,34,35,38,41,42,43,44,45,46,47,50];
blue_25_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[41,34,26,26,26],
[54,46,38,28,26,26],
[78,70,62,52,37,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
blue_25_main_stop_name = ["佳里","多摩市<br />社區","文衡殿","七股","聖母廟","成大<br />安南校區","中央<br />軸帶公園","工業、<br />本田路口","南臺灣<br />創新園區"];
blue_25_main_stop_time_consume = [0, 5, 11, 17, 34, 38, 43, 46, 50];
blue_25_important_stop = [0, 8, 9]; // 佳里, 九塊厝, 黑面琵鷺賞鳥亭
blue_25_time_go = [["13:20"],["14:10"],["17:20"]];
blue_25_time_return = [["14:10"],["15:10"],["18:10"]];