blue_3_interval_name = ["佳里","佳里興","大灣","學甲","東中洲","溪底寮","三寮灣","蘆竹溝"];
blue_3_interval_stop = [
["佳里站","中山公園"], // 佳里
["蕭壠文化園區","北門農工","奇美佳里分院","佳里興","佳里興北"], // 佳里興
["營頂","溪州","大灣","清濟宮"], // 大灣
["東寮","學甲公所","學甲","學甲市場","西學甲","下溪洲"], // 學甲
["光華","東中洲"], // 東中洲
["西廍","二重港","溪底寮","文山派出所"], // 溪底寮
["東三寮灣","三寮灣"], // 三寮灣
["蘆竹溝"] // 蘆竹溝
];
blue_3_stop_time_consume = [0,2,3,4,5,6,7,8,9,10,11,13,14,15,16,17,18,19,20,22,23,24,25,26,27,30];
blue_3_fare = [
[26],
[26,26],
[26,26,26],
[27,26,26,26],
[36,26,26,26,26],
[45,34,27,26,26,26],
[53,42,35,26,26,26,26],
[59,48,41,32,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
blue_3_main_stop_name = ["佳里","糖廠前","奇美<br />佳里分院","大灣","學甲","東中洲","溪底寮","三寮灣","蘆竹溝"];
blue_3_main_stop_time_consume = [0, 3, 5, 10, 15, 20, 24, 27, 30];
blue_3_important_stop = [0, 4, 8]; // 佳里, 學甲, 蘆竹溝
blue_3_time_go = [["05:25",0,4],["06:00"],["13:40"],["18:10"]];
blue_3_time_return = [["05:40",4,0],["06:30"],["14:20"],["18:45"]];