blue_10_interval_name = ["佳里","番子寮","漚汪","苓子寮","將軍","山子腳","馬沙溝","將軍<br />漁港","馬沙溝<br />遊憩區"];
blue_10_interval_stop = [
["佳里","北門高中","潭墘"], // 佳里
["番子寮"], // 番子寮
["竹子腳","漚汪","忠興里","過港仔"], // 漚汪
["苓子寮","巷口"], // 苓子寮
["北埔","將軍","將軍國小"], // 將軍
["玉山里口","玉山里","公館","山子腳","廣山里"], // 山子腳
["長平國小","馬沙溝"], // 馬沙溝
["將軍漁港"], // 將軍漁港
["馬沙溝遊憩區"] // 馬沙溝遊憩區
];
blue_10_stop_time_consume = [0,2,3,6,7,9,10,12,14,15,16,17,18,19,20,21,22,23,24,25,30,35];
blue_10_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[32,26,26,26,26],
[42,33,27,26,26,26],
[51,42,36,28,26,26,26],
[56,47,42,34,26,26,26,26],
[61,52,46,38,29,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
blue_10_main_stop_name = ["佳里","番子寮","漚汪","苓子寮","將軍","山子腳","馬沙溝","將軍<br />漁港","馬沙溝<br />遊憩區"];
blue_10_main_stop_time_consume = [0, 6, 9, 14, 17, 22, 25, 30, 35];
blue_10_important_stop = [0, 2, 6, 8]; // 佳里, 漚汪, 馬沙溝, 馬沙溝遊憩區
blue_10_time_go = [["6:00"],["7:20"],["8:50"],["9:30"],["10:50"],["12:30"],["13:40"],["15:10"],["16:10"],["17:00"],["17:40",0,6],["19:00"],["20:00"],["20:20"],["21:10"],["22:00"]];
blue_10_time_return = [["6:35"],["7:55"],["9:25"],["10:05"],["11:25"],["13:05"],["14:15"],["15:45"],["16:45"],["17:35"],["18:05",6,0],["19:35"],["20:35"],["20:55"],["21:45"],["22:35"]];