blue_22_interval_name = ["佳里","塭子內","樹林","槺榔口","永吉","三股","十份里","金德興","九塊厝","賞鳥區"];
blue_22_interval_stop = [
["佳里站","愛明橋","南佳里","南勢","鎮南宮"], // 佳里
["蚶西港","劉厝","西劉厝","外渡頭","塭子內","林投內"], // 塭子內
["樹子腳","竹橋","七十二份"], // 樹林
["槺榔"], // 槺榔口
["永吉"], // 永吉
["東三股","三股"], // 三股
["十份里"], // 十份里
["金德興"], // 金德興
["東九塊厝","九塊厝"], // 九塊厝
["黑面琵鷺展示館","黑面琵鷺賞鳥亭"] // 賞鳥區
];
blue_22_fare = [
[26],
[26,26],
[31,26,26],
[37,26,26,26],
[42,26,26,26,26],
[46,26,26,26,26,26],
[52,30,26,26,26,26,26],
[55,34,26,26,26,26,26,26],
[59,37,28,26,26,26,26,26,26],
[72,50,41,35,30,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
blue_22_main_stop_name = ["佳里","南勢","劉厝","塭子內","樹子腳","七十二份","永吉","三股","九塊厝","黑面琵鷺<br />賞鳥亭"];
blue_22_main_stop_time_consume = [0, 4, 7, 10, 12, 16, 19, 22, 30, 35];
blue_22_important_stop = [0, 8, 9]; // 佳里, 九塊厝, 黑面琵鷺賞鳥亭
blue_22_time_go = [["09:40",0,8],["13:00",0,8],["18:30",0,8]];
blue_22_time_return = [["10:25",8,0],["13:50",8,0],["19:15",8,0]];
blue_22_bird_time_go = [["09:40"],["13:00"],["18:30"]];
blue_22_bird_time_return = [["10:25"],["13:50"],["19:15"]];