blue_1_interval_name = ["佳里","番子寮","漚汪","苓子寮","學甲","東中洲","西埔內","北門","南鯤鯓"];
blue_1_interval_stop = [
["佳里站","北門高中","潭墘"], // 佳里
["番子寮"], // 番子寮
["竹子腳","漚汪","忠興里","過港仔"], // 漚汪
["苓子寮"], // 苓仔寮
["學甲公所","學甲","學甲市場","西學甲","下溪洲"], // 學甲
["光華","東中洲"], // 東中洲
["舊頭港","頭港","西埔內"], // 西埔內
["北門橋頭"], // 北門
["小蚵寮","蚵寮","南鯤鯓"] // 南鯤鯓
];
blue_1_stop_time_consume = [0,2,3,6,7,9,10,12,14,24,25,26,27,28,29,30,32,33,34,36,38,39,40];
blue_1_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[34,26,26,26,26],
[43,34,28,26,26,26],
[53,44,39,31,26,26,26],
[59,50,44,36,26,26,26,26],
[68,59,53,45,34,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
blue_1_main_stop_name = ["佳里","番子寮","漚汪","苓子寮","學甲","東中洲","西埔內","北門<br />橋頭","南鯤鯓"];
blue_1_main_stop_time_consume = [0, 6, 9, 14, 25, 30, 34, 36, 40];
blue_1_important_stop = [0, 2, 4, 8]; // 佳里, 漚汪, 學甲, 南鯤鯓
blue_1_time_go = [["5:30"],["9:20"],["11:40"],["12:40"],["15:00"],["17:40"]];
blue_1_time_return = [["6:10"],["10:10"],["12:30"],["13:20"],["15:50"],["18:30"]];