brown_3_1_interval_name = ["新營","台電公司","紙廠","太宮<br />派出所","五興里","鐵線里"];
brown_3_1_interval_stop = [ // checked 20150512
["新營站","圓環(第一銀行)","三民路口","民治市政中心","新營高工","中正世家","電力公司","新營體育場","新北里","營新醫院"], // 新營
["台電公司"], // 台電公司
["紙廠"], // 紙廠
["太子宮郵局","太宮派出所","太南里"], // 太宮派出所
["五興里","舊廍里"], // 五興里
["鐵線里"] // 鐵線里
];
brown_3_1_stop_time_consume = [0,2,4,6,8,9,9,10,11,11,14,16,18,18,20,23,25];
brown_3_1_fare = [
[26],
[26,26],
[26,26,26],
[30,26,26,26],
[37,26,26,26,26],
[41,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
brown_3_1_main_stop_name = ["新營","紙廠","太宮<br />派出所","五興里","舊廍里","鐵線里"];
brown_3_1_main_stop_time_consume = [0, 16, 18, 23, 27, 35];
brown_3_1_important_stop = [0, 5]; // 新營, 鐵線里
brown_3_1_time_go = [["07:45"],["10:50"],["15:05"]];
brown_3_1_time_return = [["08:25"],["11:30"],["15:45"]];