brown_10_interval_name = ["學甲","下草坔","莊禮寮","埤頭","麻豆公所","麻豆國中"];
brown_10_interval_stop = [ // 2016.02.04 checked
["學甲(民權路)","學甲(中正路)","學甲","學甲公所","東寮"], // 學甲
["頂草坔","中草坔","賴姓宗祠","下草坔"], // 下草坔
["港仔尾","莊禮寮"], // 莊禮寮
["大山國小","埤頭","小埤頭"], // 埤頭
["新生南路","曾文家商","麻豆分局","一商前","興中民生路口","麻豆公所","曾文農工","大堀頭"], // 麻豆公所
["麻豆國中"] // 麻豆國中
];
brown_10_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[40,29,26,26,26],
[53,41,33,27,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
brown_10_main_stop_name = ["學甲","港仔尾","一商前","麻豆國中"];
brown_10_main_stop_time_consume = [0, 10, 24, 30];
brown_10_important_stop = [0, 3]; // 學甲, 麻豆國中
brown_10_time_go = [["07:00",['L',[1,2,2,3]]],["09:10",['L']],["12:20",['L']],["14:30",['L']],["16:25",['L']]];
brown_10_time_return = [["07:45",['L']],["09:50",['L']],["13:00",['L']],["15:10",['L']],["17:05",['L',[2,4,1,4]]]];