brown_2_interval_name = ["新營","茄苳腳","鹽水","牛稠子","下中"];
brown_2_interval_stop = [
["新營站","圓環","三民路口","民治市政中心","新營高工","中正世家","電力公司","新營體育場","新北里","營新醫院","統聯客運"], // 新營
["茄苳腳","新營工業區","明達中學"], // 茄苳腳
["竹圍尾","橋南里","鹽水","鹽水國小","武廟"], // 鹽水
["岸內","義稠里","牛稠子","二莊"], // 牛稠子
["樹仔腳","下中"] // 下中
];
brown_2_stop_time_consume = [0,2,4,6,8,9,9,10,11,11,12,15,16,17,19,20,22,25,26,26,27,27,28,29,30];
brown_2_fare = [
[26],
[26,26],
[34,26,26],
[39,26,26,26],
[49,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
brown_2_main_stop_name = ["新營","統聯<br />客運","鹽水","下中"];
brown_2_main_stop_time_consume = [0, 12, 22, 30];
brown_2_important_stop = [0, 2, 3]; // 新營, 鹽水, 下中
brown_2_time_go = [["07:50"],["09:50"],["13:50"],["15:50"]];
brown_2_time_return = [["08:30"],["10:30"],["14:30"],["16:30"]];