brown_1_interval_name = ["新營","茄苳腳","鹽水","後寮","番子寮","孫厝寮","羊稠厝","頂洲","北紅茄萣","新渡子頭","渡子頭","南鯤鯓","雙春"];
brown_1_interval_stop = [
["新營站","圓環","三民路口","齊普","新營漁市場","太子路口","統聯客運"], // 新營
["茄苳腳","新營工業區","明達中學"], // 茄苳腳
["竹圍尾","橋南里","鹽水","地政事務所","月津國小","鹽水壽園"], // 鹽水
["後寮"], // 後寮
["番子寮"], // 番子寮
["孫厝寮","南孫厝寮"], // 孫厝寮
["羊稠厝","頑皮世界"], // 羊稠厝
["頂洲","紅茄萣","新芳里","紅茄里"], // 頂洲
["北紅茄萣"], // 北紅茄萣
["新渡子頭"], // 新渡子頭
["渡子頭"], // 渡子頭
["南鯤鯓","橋北"], // 南鯤鯓
["永春","雙春"] // 雙春
];
brown_1_fare = [
[26],
[26,26],
[26,26,26],
[33,26,26,26],
[40,26,26,26,26],
[46,30,26,26,26,26],
[50,34,26,26,26,26,26],
[55,40,30,26,26,26,26,26],
[60,44,34,26,26,26,26,26,26],
[67,51,42,34,27,26,26,26,26,26],
[71,55,46,38,32,26,26,26,26,26,26],
[82,66,57,49,42,36,32,26,26,26,26,26],
[88,72,63,55,49,43,39,33,29,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
brown_1_main_stop_name = ["新營","統聯客運","鹽水","頑皮世界","新芳里","南鯤鯓","雙春"];
brown_1_main_stop_time_consume = [0, 8, 18, 35, 43, 58, 62];
brown_1_important_stop = [0, 2, 3, 5, 6]; // 新營, 鹽水, 頑皮世界, 南鯤鯓, 雙春
brown_1_time_go = [["09:45"],["11:45"],["14:25"],["17:50"]];
brown_1_time_return = [["05:55"],["10:55"],["12:55"],["15:35"]];