brown_3_interval_name = ["新營","茄苳腳","鹽水","太子宮","角帶里","姑爺","竹埔","南港里"];
brown_3_interval_stop = [ // 2015.09.14 checked
["新營站","興業里","圓環(第一銀行)","三民路口","民治市政中心","新營高工","中正世家","電力公司","新營體育場","新北里","營新醫院","統聯客運"], // 新營
["茄苳腳","新營工業區","明達中學"], // 茄苳腳
["竹圍尾","橋南里","護庇宮","鹽水","鹽水地政事務所","新太、四維路口"], // 鹽水
["太子宮","太北里","南太子宮","太子國中"], // 太子宮
["角帶里"], // 角帶里
["姑爺"], // 姑爺
["北竹埔","竹埔","南竹埔","竹埔國小"], // 竹埔
["下林里","南港里"] // 南港里
];
brown_3_fare = [
[26],
[27,26],
[36,26,26],
[50,26,26,26],
[56,29,26,26,26],
[59,32,26,26,26,26],
[65,38,29,26,26,26,26],
[71,44,34,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
brown_3_main_stop_name = ["新營站","民治<br />市政中心","統聯<br />客運","鹽水","太子宮","竹埔","南港里"];
brown_3_main_stop_time_consume = [0, 6, 12, 22, 29, 37, 40];
brown_3_important_stop = [0, 3, 6]; // 新營站, 鹽水, 南港里
brown_3_time_go = [["05:50",['L']],["10:00"],["12:25"],["17:30",['L']]];
brown_3_time_return = [["06:40",['L']],["10:50"],["13:15"],["18:25",['L']]];