brown_3_1_interval_name = ["新營","台電<br />公司","紙廠","太宮<br />派出所","五興里","舊廍里","鐵線里"];
brown_3_1_interval_stop = [ // 2017.01.07 checked
["新營站","興業里","圓環(第一銀行)","三民路口","民治市政中心","新營高工","中正世家","電力公司","新營體育場","育德工家","新北里","營新醫院"], // 新營
["台電公司"], // 台電公司
["紙廠","太北里南"], // 紙廠
["太子宮郵局","太宮派出所","太南里"], // 太宮派出所
["五興里"], // 五興里
["舊廍里"], // 舊廍里
["鐵線里"] // 鐵線里
];
brown_3_1_fare = [
[26],
[26,26],
[26,26,26],
[29,26,26,26],
[36,26,26,26,26],
[43,26,26,26,26,26],
[52,31,28,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
brown_3_1_main_stop_name = ["新營站","民治<br />市政中心","紙廠","太宮<br />派出所","五興里","舊廍里","鐵線里"];
brown_3_1_main_stop_time_consume = [0, 6, 16, 19, 23, 27, 35];
brown_3_1_important_stop = [0, 6]; // 新營站, 鐵線里
brown_3_1_time_go = [["07:45"],["10:50"],["14:50"]];
brown_3_1_time_return = [["08:25"],["11:30"],["15:30"]];