brown_1_interval_name = ["新營","茄苳腳","鹽水","後寮","番子寮","孫厝寮","羊稠厝","頂洲","紅茄萣","新芳里","紅茄里","北紅茄萣","新渡子頭","渡子頭","南鯤鯓","雙春","雙春濱海<br />遊憩區"];
brown_1_interval_stop = [ // 2017.12.08 checked
["新營站","圓環","三民路口","齊普","新營漁市場","太子路口","統聯客運"], // 新營
["茄苳腳","新營工業區","明達中學"], // 茄苳腳
["竹圍尾","橋南里","鹽水","地政事務所","月津國小","鹽水壽園"], // 鹽水
["後寮"], // 後寮
["番子寮"], // 番子寮
["孫厝寮","南孫厝寮"], // 孫厝寮
["羊稠厝"], // 羊稠厝
["頑皮世界","頂洲"], // 頂洲
["紅茄萣"], // 紅茄萣
["新芳里"], // 新芳里
["紅茄里"], // 紅茄里
["北紅茄萣"], // 北紅茄萣
["新渡子頭"], // 新渡子頭
["渡子頭","新圍"], // 渡子頭
["南鯤鯓"], // 南鯤鯓
["橋北","永春","雙春"], // 雙春
["雙春濱海遊憩區"] // 雙春濱海遊憩區
];
brown_1_fare = [
[26],
[26,26],
[26,26,26],
[34,26,26,26],
[40,26,26,26,26],
[46,30,26,26,26,26],
[50,34,26,26,26,26,26],
[55,39,31,26,26,26,26,26],
[59,43,35,26,26,26,26,26,26],
[62,46,37,28,26,26,26,26,26,26],
[65,49,40,31,26,26,26,26,26,26,26],
[68,52,43,34,27,26,26,26,26,26,26,26],
[73,57,48,39,33,27,26,26,26,26,26,26,26],
[77,61,53,43,37,31,27,26,26,26,26,26,26,26],
[88,72,63,54,47,42,38,33,26,26,26,26,26,26,26],
[97,81,72,63,56,51,47,42,37,35,32,29,26,26,26,26],
[105,89,80,71,64,59,55,50,45,43,40,37,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
brown_1_main_stop_name = ["新營","統聯客運","鹽水","頑皮世界","新芳里","南鯤鯓","雙春","雙春濱海<br />遊憩區"];
brown_1_main_stop_time_consume = [0, 8, 18, 33, 41, 55, 60, 65];
brown_1_important_stop = [0, 2, 3, 5, 6, 7]; // 新營, 鹽水, 頑皮世界, 南鯤鯓, 雙春, 雙春濱海遊憩區
var start_stop = 0; // 新營
var end_stop = 6; // 雙春
var stop_1 = 2; // 鹽水
brown_1_time_go = [["09:45"],["11:45"],["14:25"],["17:50",[[stop_1,1,stop_1+1,2]]]];
brown_1_time_return = [["05:55",end_stop,start_stop,[[end_stop-1,-1,end_stop-2,1,stop_1,2]]],["11:00",[[end_stop-1,-1,end_stop-3,-1,start_stop+1,2]]],["13:00",[[end_stop-1,-1,end_stop-3,-1,start_stop+1,2]]],["15:40",[[end_stop-1,-1,end_stop-3,-1,stop_1,1,start_stop+1,1]]]];