brown_3_interval_name = ["新營","茄苳腳","鹽水","太子宮","角帶里","姑爺","竹埔","南港里"];
brown_3_interval_stop = [
["新營站","圓環","三民路口","民治市政中心","新營高工","中正世家","電力公司","新營體育場","新北里","營新醫院","統聯客運"], // 新營
["茄苳腳","新營工業區","明達中學"], // 茄苳腳
["竹圍尾","橋南里","鹽水","地政事務所"], // 鹽水
["太子宮","南太子宮","太子國中"], // 太子宮
["角帶里"], // 角帶里
["姑爺"], // 姑爺
["北竹埔","竹埔","南竹埔","竹埔國小"], // 竹埔
["下林里","南港里"] // 南港里
];
brown_3_stop_time_consume = [0,2,4,6,8,9,9,10,11,11,12,15,16,17,19,20,22,23,28,30,31,32,34,36,37,37,38,39,40];
brown_3_fare = [
[26],
[26,26],
[34,26,26],
[48,26,26,26],
[54,29,26,26,26],
[57,32,26,26,26,26],
[63,38,29,26,26,26,26],
[69,44,34,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
brown_3_main_stop_name = ["新營","統聯<br />客運","鹽水","太子宮","竹埔","南港里"];
brown_3_main_stop_time_consume = [0, 12, 22, 29, 37, 40];
brown_3_important_stop = [0, 2, 5]; // 新營, 鹽水, 南港里
brown_3_time_go = [["06:00"],["12:15"],["17:15"]];
brown_3_time_return = [["06:45"],["13:00"],["18:00"]];