// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
city_bus_10_main_stop_name = ["臺南<br />火車站","小西門<br />(大億麗緻)","永華市政中心<br />(府前路)","特力屋<br />好市多","同安路口","海東國小","臺南科工區<br />服務中心","四草野生<br />動物保護區","大眾廟","鹿耳門<br />天后宮"];
city_bus_10_main_stop_time_consume = [0, 9, 15, 25, 35, 40, 48, 54, 55, 60];
city_bus_10_important_stop = [0, 2, 5, 7, 9]; // 臺南火車站, 永華市政中心, 海東國小, 鹽田生態村, 鹿耳門天后宮
city_bus_10_time_go = [["06:10"],["07:20"],["08:35"],["11:00"],["12:10"],["14:30"],["16:00"],["17:20"],["18:45"]];
city_bus_10_time_return = [["06:10"],["07:15"],["08:50"],["10:00"],["12:30"],["13:40"],["16:00"],["17:15"],["18:50"],["20:10"]];