// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
city_bus_9_main_stop_name = ["臺南<br />火車站","臺南公園<br />(公園路)","延平<br />市場","溪頂<br />寮橋","瀛海<br />中學","怡安<br />路口","總頭寮","新寮","公親里<br />活動中心","公親里","北極殿"];
city_bus_9_main_stop_time_consume = [0, 4, 8, 14, 17, 20, 23, 26, 28, 30, 35];
city_bus_9_important_stop = [0, 4, 9]; // 臺南火車站, 瀛海中學, 公親里
city_bus_9_time_go = [["07:00",0,9],["07:50",[9]],["08:40",0,9],["10:00",[9]],["11:30",0,9],["12:15",[9]],["14:30",0,9],["16:30",0,9],["18:00",0,9],["18:15",[9]]];
city_bus_9_time_return = [["06:00",[9]],["06:20",9,0],["08:00",9,0],["09:00",[9]],["09:30",9,0],["10:50",[9]],["12:00",9,0],["15:00",9,0],["16:00",[9]],["17:10",9,0],["18:50",9,0]];