// format = [time at the start stop] or

// [time, other] or

// [time, start_stop, end_stop, other]

city_bus_20_main_stop_name = ["南紡購物中心<br />(東光路)","崑山科大","永大夜市","永康<br />火車站","台南應用<br />科技大學","臺灣歷史<br />博物館","安南醫院","塭南里","海東國小"];

city_bus_20_main_stop_time_consume = [0, 10, 17, 25, 35, 46, 50, 55, 80];

city_bus_20_important_stop = [0, 3, 5, 6, 8]; // 南紡購物中心(東光路), 永康火車站, 臺灣歷史博物館, 安南醫院, 海東國小

var start_stop = 7; // 塭南里

var end_stop = 0; // 南紡購物中心(東光路)

city_bus_20_time_go = [["06:00",[[4,-5,5,-5]]],["06:30",[[4,-5,5,-5]]],["07:00"],["08:00"],["09:00"],["10:00"],["11:00"],

["12:00"],["13:00"],["14:00"],["15:00"],["16:00",['繞']],["16:30",['繞']],["17:00",['繞',[1,5]]],["17:30",['繞',[1,5]]],["18:05",['繞',[1,5]]],["19:00"],

["20:00"],["20:45",[[4,-5]]],["21:30",[[4,-5]]]

];

city_bus_20_time_return = [["06:00",start_stop,end_stop,['繞']],["06:05",['繞']],["06:25",['繞']],["07:00",['繞']],["07:55",['繞']],["08:50"],["09:50"],["10:50"],["11:50"],["12:50"],["13:50"],

["14:55"],["15:50"],["16:30"],["17:00"],["17:30"],["18:10"],["19:10"],["20:10"],["20:50"],["21:30"]

];