// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
city_bus_7_main_stop_name = ["臺南<br />火車站","林百貨<br />(中正路)","小北<br />商場","鄭子寮","和順<br />國宅","海東<br />國小","十二佃","興國<br />管理學院","康寧<br />大學","台糖<br />安南學苑"];
city_bus_7_main_stop_time_consume = [0, 6, 14, 20, 27, 36, 43, 47, 49, 50];
city_bus_7_important_stop = [0, 2, 5, 7, 9]; // 臺南火車站, 小北商場, 海東國小, 興國管理學院, 台糖安南學苑
city_bus_7_time_go = [["07:00",['W']],["07:30"],["08:50"],["10:00"],["11:10"],["12:30"],["13:30"],["14:30"],["15:30"],
["16:30"],["16:55"],["17:50"],["18:55"],["19:50",['日']],["20:00",['日停']],["20:30",['日']],["21:45"]
];
city_bus_7_time_return = [["06:19",['W']],["07:59",['W']],["08:29"],["09:49"],["10:59"],["12:09"],["13:29"],["14:29"],
["15:29"],["16:29"],["17:29"],["17:59"],["18:49"],["20:29"],["20:59",['日']],["21:14",['日停']],["21:29",['日']],["22:29"]
];