// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
city_bus_14_main_stop_name = ["臺南<br />火車站","吳園","中正<br />商圈","生活<br />美學館","永華市政中心<br />(府前路)","怡平<br />路口","國平<br />路口","安平區<br />公所","億載<br />金城"];
city_bus_14_return_main_stop_name = ["臺南<br />火車站","吳園","中正<br />商圈","生活<br />美學館","永華市政中心<br />(府前路)","建平路","地方<br />法院","郡平路","億載<br />金城"];
city_bus_14_main_stop_time_consume = [0, 2, 5, 14, 15, 20, 25, 30, 35];
city_bus_14_important_stop = [0, 1, 4, 8]; // 臺南火車站, 吳園, 永華市政中心, 億載金城
city_bus_14_time_go = [["06:10"],["07:10"],["07:40"],["08:25"],["09:00"],["09:40"],["10:20"],["11:00"],["12:00"],["13:00"],["14:10"],["15:00"],["15:40"],["16:20"],["17:00"],["17:40"],["18:20"],["19:10"],["20:00"],["21:30"]];
city_bus_14_time_return = [["06:35"],["07:35"],["08:05"],["08:50"],["09:25"],["10:05"],["10:45"],["11:25"],["12:25"],["13:25"],["14:35"],["15:25"],["16:05"],["16:50"],["17:30"],["18:10"],["18:45"],["19:35"],["20:25"],["21:55"]];