// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
city_bus_10_main_stop_name = ["臺南<br />火車站","小西門<br />(大億麗緻)","永華市政中心<br />(府前路)","特力屋<br />好市多","同安<br />路口","海東<br />國小","科技<br />一路","鹽田生態<br />文化村","四草生態文化<br />園區(大眾廟)","鹿耳門<br />天后宮"];
city_bus_10_main_stop_time_consume = [0, 9, 15, 23, 33, 45, 53, 59, 60, 65];
city_bus_10_important_stop = [0, 2, 5, 7, 9]; // 臺南火車站, 永華市政中心, 海東國小, 鹽田生態村, 鹿耳門天后宮
city_bus_10_time_go = [["06:10",[6]],["07:20",[6,[1,-5,3,-3,4,-5,5,-7]]],["08:35"],["11:00"],["12:10"],["14:30"],["16:00",[6,[3,-3,4,-5,5,-7]]],["17:20",[6]],["18:30",[6]]];
city_bus_10_time_return = [["06:10",[6]],["07:15",[6]],["08:50",[6]],["10:00"],["12:30"],["13:40"],["16:00"],["17:00"],["18:50",[6]],["20:10",[6]]];