// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
city_bus_77_1_main_stop_name = ["安平<br />漁人碼頭","安平蚵灰窯<br />文化館","安平古堡<br />(安北路)","德記洋行、<br />安平樹屋","大員皇冠假日<br />酒店(州平路)","安平古堡<br />(安平路)","安平<br />漁人碼頭"];
city_bus_77_1_main_stop_time_consume = [0, 4, 6, 7, 10, 14, 17];
city_bus_77_1_important_stop = [0, 2, 4, 6]; // 安平漁人碼頭, 安平古堡(安北路), 大員皇冠假日酒店(州平路), 安平漁人碼頭
city_bus_77_1_time_go = [["11:00"],["11:30"],["12:00"],["12:30"],["13:00"],["13:30"],["14:00"],["14:30"],["15:00"],["15:30"],["16:00"],["16:30"],["17:00"]];