// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
city_bus_14_main_stop_name = ["臺南<br />火車站","吳園","中正商圈","生活<br />美學館","永華市政中心<br />(府前路)","華平路口","安平區<br />公所","億載金城"];
city_bus_14_main_stop_time_consume = [0, 4, 7, 10, 12, 18, 21, 25];
city_bus_14_important_stop = [0, 4, 7]; // 臺南火車站, 永華市政中心(府前路), 億載金城
city_bus_14_time_go = [["06:10"],["07:10"],["07:40"],["08:25"],["09:00"],["09:40"],["10:20"],["11:00"],["12:00"],["13:00"],["14:10"],["15:00"],["15:40"],["16:20"],["17:00"],["17:40"],["18:20"],["19:10"],["20:00"],["21:30"]];

// The name of return stops are different
city_bus_14_main_stop_name_return = ["億載金城","郡平路","地方法院","建平路","永華市政中心<br />(府前路)","生活<br />美學館","中正商圈","臺南<br />火車站"];
city_bus_14_main_stop_time_consume_return = [0, 4, 7, 10, 13, 15, 18, 25];
city_bus_14_important_stop_return = [0, 4, 7]; // 億載金城, 永華市政中心(府前路), 臺南火車站
city_bus_14_time_return = [["06:35"],["07:35"],["08:05"],["08:50"],["09:25"],["10:05"],["10:45"],["11:25"],["12:25"],["13:25"],["14:35"],["15:25"],["16:05"],["16:50"],["17:30"],["18:10"],["18:45"],["19:35"],["20:25"],["21:55"]];