city_bus_239_interval_name = ["臺南<br />火車站","府前路口","南臺南","二空新村","臺南<br />航空站","奇美<br />博物館","嘉南大學","太爺","新庄路口","白砂崙","下茄萣","成功橋","崎漏","興達港"];
city_bus_239_interval_stop = [
["臺南火車站","成功路"], // 臺南火車站
["西門路三段","西門路二段","忠義路","府前路口"], // 府前路口
["南門路","健康路","南臺南"], // 南臺南
["大同路","大林","大同巷","空軍醫院","二空新村"], // 二空新村
["牛稠仔","臺南航空站"], // 臺南航空站
["奇美博物館"], // 奇美博物館
["保安里","嘉南大學"], // 奇美博物站
["太爺","仁佑診所","圍內","葉厝甲","湖內農會"], // 太爺
["圍子內","文賢里","新庄路口"], // 新庄路口
["草仔寮","白砂崙","南白砂崙","茄萣電信局"], // 白砂崙
["威武廟","茄萣國中","國校前","曾厝","頂茄萣","下茄萣"], // 下茄萣
["光萣","成功橋"], // 成功橋
["北崎漏","崎漏","崎漏農會","崎漏電信局","興達國小","海巡基地"], // 崎漏
["興達港","情人碼頭","假日市集","興達遠洋漁港"] // 興達遠洋漁港
];
city_bus_239_fare = [
[12],
[12,12],
[12,12,12],
[12,12,12,12],
[24,12,12,12,12],
[24,24,12,12,12,12],
[24,24,24,12,12,12,12],
[24,24,24,24,12,12,12,12],
[24,24,24,24,24,12,12,12,12],
[24,24,24,24,24,24,12,12,12,12],
[24,24,24,24,24,24,24,12,12,12,12],
[24,24,24,24,24,24,24,24,12,12,12,12],
[24,24,24,24,24,24,24,24,24,12,12,12,12],
[24,24,24,24,24,24,24,24,24,24,12,12,12,12]
];
city_bus_239_main_stop_name = ["臺南<br />火車站","大林","奇美<br />博物館","嘉南大學","太爺","湖內農會","威武廟","下茄萣","興達<br />遠洋漁港"];
city_bus_239_main_stop_time_consume = [0,25,35,40,43,45,55,60,70];
city_bus_239_important_stop = [0,2,6,8]; // 臺南火車站, 奇美博物站, 威武廟, 興達遠洋漁港
city_bus_239_time_go = [["07:20"],["10:20"],["14:20"],["17:20"]];
city_bus_239_time_return = [["06:10"],["09:10"],["13:10"],["16:10"]];