// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
city_bus_11_main_stop_name = ["大成<br />路口","臺南站","小西門<br />(大億麗緻)","臺南<br />火車站","民德<br />路口","鄭子寮","安中路<br />一段","海東<br />國小","土城<br />中學","土城子","聖母廟","城西里"];
city_bus_11_main_stop_time_consume = [0, 2, 5, 14, 22, 28, 37, 47, 54, 57, 60, 67];
city_bus_11_important_stop = [0, 1, 3, 7, 10, 11]; // 大成路口, 臺南站, 臺南火車站, 海東國小, 聖母廟, 城西里
city_bus_11_time_go = [["06:08",[[3,-2,4,-3,6,-3,7,-2]]],["07:38"],["08:58"],["12:13"],["14:23"],["15:23"],["17:18"],["17:38",['W']],["18:28"],["20:38"]];
city_bus_11_time_return = [["06:10"],["07:10"],["09:15"],["11:00"],["13:30"],["15:50"],["16:50"],["18:40"],["19:15",['W']],["19:50"],["21:45",11,3]];