green_23_interval_name = ["玉井","鹿陶洋","楠西","密枝","雙溪","雙溪<br />新社區"];
green_23_interval_stop = [
["玉井站","玉田里"], // 玉井
["後旦","竹圍","鹿陶廟","鹿陶","埔頭子","大林路口","鹿陶洋","東西煙"], // 鹿陶洋
["油車","楠西公所","楠西街","楠西","楠西國中","水庫路口"], // 楠西
["檨子坑","山頂","風窗","埤仔坑","密枝南","密枝","密枝北"], // 密枝
["東勢坑","坊子頭","雙溪","社區口"], // 雙溪
["自強橋","新安區","第一社區","雙溪新社區"] // 雙溪新社區
];
green_23_fare = [
[26],
[26,26],
[26,26,26],
[45,28,26,26],
[54,38,29,26,26],
[64,47,38,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
green_23_main_stop_name = ["玉井","鹿陶","鹿陶洋","楠西","密枝","社區口","雙溪<br />新社區"];
green_23_main_stop_time_consume = [0, 7, 9, 15, 25, 32, 35];
green_23_important_stop = [0, 3, 6]; // 玉井, 楠西, 雙溪新社區
green_23_time_go = [["06:00"],["09:35"],["11:40"]];
green_23_time_return = [["06:30"],["10:05"],["12:10"]];