green_22_interval_name = ["玉井","鹿陶洋","楠西","香蕉山","梅嶺"];
green_22_interval_stop = [
["玉井站","玉田里"], // 玉井
["後旦","竹圍","鹿陶廟","鹿陶","埔頭子","大林路口","鹿陶洋","東西煙"], // 鹿陶洋
["油車","楠西公所","楠西街","楠西"], // 楠西
["茄拔路口","內埔","關帝廳","香蕉市","中山堂","灣丘","土地公廟","梅嶺資訊站","香蕉山","北勢仔","下井仔湖","上井仔湖","二層坪"], // 香蕉山
["梅嶺"] // 梅嶺
];
green_22_stop_time_consume = [0,2,3,5,6,7,8,8,9,10,11,13,14,15,18,20,22,23,24,26,27,28,30,31,33,35,38,40];
green_22_fare = [
[26],
[26,26],
[26,26,26],
[45,28,26,26],
[56,40,31,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
green_22_main_stop_name = ["玉井","鹿陶","鹿陶洋","楠西","香蕉市","梅嶺<br />資訊站","梅嶺"];
green_22_main_stop_time_consume = [0, 7, 9, 15, 23, 28, 40];
green_22_important_stop = [0, 3, 6]; // 玉井, 楠西, 梅嶺
green_22_time_go = [["7:20"],["8:10",['H']],["9:30",['H']],["11:30"],["12:30",['H']],["15:40",['H']],["17:10",['H']],["18:00"],["19:30",['H']]];
green_22_time_return = [["8:00"],["8:50",['H']],["10:10",['H']],["12:10"],["13:10",['H']],["16:20",['H']],["17:50",['H']],["18:40"],["20:10",['H']]];