green_20_interval_name = ["玉井","鹿陶洋","楠西","玄空<br />法寺"];
green_20_interval_stop = [
["玉井站","玉安街口","玉田里"], // 玉井
["後旦","竹圍","鹿陶廟","鹿陶","埔頭子","大林路口","鹿陶洋","東西煙"], // 鹿陶洋
["油車","楠西橋","楠西區圖書館","楠西區公所","楠西街","楠西"], // 楠西
["聖濟宮","玄空法寺","永興吊橋"] // 玄空法寺
];
green_20_fare = [
[26],
[26,26],
[26,26,26],
[30,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
green_20_main_stop_name = ["玉井站","鹿陶","鹿陶洋","楠西","玄空<br />法寺","永興<br />吊橋"];
green_20_main_stop_time_consume = [0, 7, 9, 15, 19, 20];
green_20_important_stop = [0, 3, 5]; // 玉井站, 楠西, 永興吊橋
green_20_time_go = [["05:35"],["08:20"],["08:55"],["14:30"],["16:00"],["19:10"],["19:50"],["20:10",['黃']],["20:50",['黃']],["21:30",['黃']],["22:15",['黃']]];
green_20_time_return = [["05:55"],["08:40"],["09:15"],["14:50"],["16:20"],["19:30"],["20:10"],["20:30",['黃']],["21:10",['黃']],["21:50",['黃']],["22:35",['黃']]];