green_10_interval_name = ["新化","那拔林","豐德","平陽里","山上"];
green_10_interval_stop = [
["新化","新化公所","新化保養廠","養護之家","仁愛之家"], // 新化
["畜試所","臺南醫院新化分院","接天寺","那拔林","千鳥橋"], // 那拔林
["隙仔口","豐德","森霸電廠"], // 豐德
["平陽里(繞)"], // 平陽里
["水源地","山上派出所","農會托兒所","山上市場","山上公所","明和里"] // 山上
];
green_10_stop_time_consume = [0,1,3,4,5,7,8,9,10,11,13,14,14,19,15,16,17,18,19,20];
green_10_fare = [
[26],
[26,26],
[26,26,26],
[31,26,26,26],
[38,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
green_10_main_stop_name = ["新化","臺南醫院<br />新化分院","豐德","平陽里","水源地","山上<br />市場","明和里"];
green_10_main_stop_time_consume = [0, 8, 14, 20, 15, 18, 20];
green_10_important_stop = [0, 4, 6]; // 新化, 水源地, 明和里
green_10_time_go = [["6:40",[[4,10]]],["11:00",[[4,10]]],["17:20",[3]],["21:30",[3]]];
green_10_time_return = [["7:10",[3]],["11:30",[[3,10]]],["17:40",[[3,10]]],["21:50",[3]]];