green_3_interval_name = ["新化","新市<br />火車站","新市","大洲","豐華","樹谷<br />園區","南科","亞蔬<br />中心","善化","善化<br />火車站"];
green_3_interval_stop = [
["新化站","國泰大樓","水利會","工務段","達興公司","新化地政事務所"], // 新化
["永新社區","遠東科技大學","新市火車站"], // 新市火車站
["新市電信局","新市"], // 新市
["社內東","社內","大洲"], // 大洲
["孟昌社區","看西"], // 看西
["樹谷活力館","湖濱雅舍","群創二三廠"], // 樹谷園區
["西拉雅公園","南科實中"], // 南科
["亞蔬中心","坐駕里"], // 亞蔬中心
["大成國小","善化高中","善化火車站"] // 善化火車站
];
green_3_stop_time_consume = [0,1,2,3,4,5,6,8,10,12,13,16,18,21,23,28,36,40,44,46,50,53,56,60,63,65];
green_3_fare = [
[26],
[26,26],
[26,26,26],
[29,26,26,26],
[39,26,26,26,26],
[46,32,29,26,26,26],
[61,47,44,33,26,26,26],
[65,52,48,37,26,26,26,26],
[73,59,55,44,34,27,26,26,26],
[76,62,58,47,37,30,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
green_3_main_stop_name = ["新化","新市<br />火車站","新市","社內","大洲","看西","樹谷<br />活力館","南科<br />實中","亞蔬<br />中心","善化<br />高中","善化<br />火車站"];
green_3_main_stop_time_consume = [0, 10, 13, 18, 21, 28, 36, 50, 53, 63, 65];
green_3_important_stop = [0, 1, 7, 10]; // 新化, 新市火車站, 南科實中, 善化火車站
green_3_time_go = [["5:50"],["10:50"],["16:00"]];
green_3_time_return = [["6:55"],["11:55"],["17:05"]];