green_5_interval_name = ["永康","西勢","車行","新市<br />火車站","新市","潭頂","大社"];
green_5_interval_stop = [
["永康火車站","自強路口","永康"], // 永康
["龍潭口","德芳社區","西勢","王行"], // 西勢
["車行里","國際紡織"], // 車行
["新市火車站(省道)","新市火車站"], // 新市火車站
["新市電信局","新市","新市市場","新市國小","新市服務站"], // 新市
["港墘","潭頂"], // 潭頂
["新大社","大社國小","大社南","大社"] // 大社
];
green_5_stop_time_consume = [0,1,1,2,3,4,5,7,8,10,10,12,13,15,16,17,19,21,22,23,24,25];
green_5_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[29,26,26,26,26],
[40,34,26,26,26,26],
[45,39,30,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
green_5_main_stop_name = ["永康<br />火車站","永康","王行","新市<br />火車站","新市","潭頂","大社"];
green_5_main_stop_time_consume = [0, 1, 5, 10, 13, 21, 25];
green_5_important_stop = [0, 3, 6]; // 永康火車站, 新市火車站, 大社
green_5_time_go = [["08:00"],["12:35"],["17:05"],["18:40"]];
green_5_time_return = [["07:25"],["12:00"],["16:30"],["17:50"]];