green_1_interval_name = ["新化","新市<br />火車站","新市","南科","善化","善化<br />轉運站"];
green_1_interval_stop = [
["新化站","國泰大樓","水利會","工務段","達興公司","新化地政事務所"], // 新化
["永新社區","遠東科技大學","新市火車站"], // 新市火車站
["新市電信局","新市","西新市"], // 新市
["迎曦湖","育成中心","南科商場","南科宿舍","西拉雅公園","群創五廠","台積電","台積電14廠","台達電"], // 南科
["宏科醫院","三民路","善化","移民署","善化區公所","樹人路口"], // 善化
["善化轉運站"] // 善化轉運站
];
green_1_fare = [
[26],
[26,26],
[26,26,26],
[28,26,26,26],
[46,32,26,26,26],
[51,37,32,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
green_1_main_stop_name = ["新化","新市<br />火車站","新市","南科商場","群創五廠","台達電","善化<br />轉運站"];
green_1_main_stop_time_consume = [0, 10, 13, 24, 30, 33, 45];
green_1_important_stop = [0, 1, 6]; // 新化, 新市火車站, 善化轉運站
green_1_time_go = [["06:40"],["08:30"],["10:20"],["12:30"],["13:50"],["15:30"],["18:50"],["20:30"]];
green_1_time_return = [["07:30"],["09:20"],["11:10"],["13:20"],["14:40"],["16:20"],["19:50"],["21:15"]];