green_27_interval_name = ["玉井","三埔","北寮","玉山","下歸林","玉山","北寮","北平里","南化","茄苳橋"];
green_27_interval_stop = [
["玉井站","玉田里","玉井國中","農會超商前"], // 玉井
["砂子田","山後","坑口","二埔","三埔","四埔"], // 三埔
["北寮街尾","北寮","頭份子"], // 北寮
["下頭子","南平","玉山","茅埔","十二鄰莊"], // 玉山
["羌黃坑"], // 下歸林
["十二鄰莊","茅埔","玉山","南平","下頭子"], // 玉山
["頭份子","北寮","南寮"], // 北寮
["北平里","七苓","鏡面水庫","湘子埔"], // 北平里
["小崙尾","南化國中","南化公所"], // 南化
["界址","西廍","東埔派出所","大坪","北頭","金馬寮","茄苳橋"] // 茄苳橋
];
green_27_stop_time_consume = [0,2,3,4,5,6,7,8,9,10,11,12,13,15,17,18,20,21,25,29,30,32,33,35,37,38,39,40,41,42,43,45,47,48,50,52,53,54,55,56,57];
green_27_fare = [
[26],
[26,26],
[26,26,26],
[36,26,26,26],
[54,37,31,26,26],
[36,26,26,26,26,26],
[26,26,26,26,31,26,26],
[31,26,26,26,39,26,26,26],
[42,26,26,32,50,32,26,26,26],
[57,40,34,47,65,47,34,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
green_27_main_stop_name = ["玉井","北寮<br />街尾","羌黃坑","南寮","鏡面<br />水庫","南化<br />公所","茄苳橋"];
green_27_main_stop_time_consume = [0, 11, 25, 13, 16, 20, 30];
green_27_important_stop = [0, 2, 5, 6]; // 玉井, 羌黃坑, 南化公所, 甲仙
green_27_time_go = [["6:15",['W',[3,25]]],["6:15",['H',2]],["10:10",[2]],["13:00",[2]],["15:40",[2]],["16:30",0,5,[2]],["16:40",[2]],["18:10",[2]]];
green_27_time_return = [["7:10",[2]],["10:40",[2]],["13:30",[2]],["16:10",[2]],["16:50",5,0,[[2,25]]],["17:10",[2]],["18:40",[2]]];