green_20_interval_name = ["玉井","鹿陶洋","楠西","玄空<br />法寺"];
green_20_interval_stop = [
["玉井站","玉田里"], // 玉井
["後旦","竹圍","鹿陶廟","鹿陶","埔頭子","大林路口","鹿陶洋","東西煙"], // 鹿陶洋
["油車","楠西公所","楠西街","楠西"], // 楠西
["玄空法寺","永興吊橋"] // 玄空法寺
];
green_20_stop_time_consume = [0,2,3,5,6,7,8,8,9,10,11,13,14,15,18,20];
green_20_fare = [
[26],
[26,26],
[26,26,26],
[30,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
green_20_main_stop_name = ["玉井","鹿陶","鹿陶洋","楠西","玄空<br />法寺","永興<br />吊橋"];
green_20_main_stop_time_consume = [0, 7, 9, 15, 18, 20];
green_20_important_stop = [0, 3, 4, 5]; // 玉井, 楠西, 玄空法寺, 永興吊橋
green_20_time_go = [["5:35"],["8:20"],["14:30"],["16:00"],["19:10"],["19:50"],["20:10"],["20:45"],["21:30"],["22:15"]];
green_20_time_return = [["5:55"],["8:40"],["14:50"],["16:20"],["19:30"],["20:10"],["20:30"],["21:05"],["21:50"],["22:35"]];