green_26_interval_name = ["玉井","三埔","北寮","玉山","下歸林","田園","甲仙"];
green_26_interval_stop = [
["玉井站","玉田里","玉井國中","農會超商前"], // 玉井
["砂子田","山後","坑口","二埔","三埔","四埔"], // 三埔
["北寮街尾","北寮","頭份子"], // 北寮
["下頭子","南平","玉山","茅埔","十二鄰庄"], // 玉山
["羌黃坑","下歸林","上歸林","牛百葉"], // 下歸林
["田園","大邱園"], // 田園
["新榮","公館","甲仙大橋","甲仙"] // 甲仙
];
green_26_stop_time_consume = [0,2,3,4,5,6,7,8,9,10,11,12,13,15,17,18,20,21,25,29,30,32,34,35,37,38,39,40];
green_26_fare = [
[26],
[26,26],
[26,26,26],
[36,26,26,26],
[54,37,31,26,26],
[68,51,44,32,26,26],
[77,60,53,41,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
green_26_main_stop_name = ["玉井","北寮","玉山","茅埔","羌黃坑","大邱園","甲仙"];
green_26_main_stop_time_consume = [0, 12, 18, 20, 25, 35, 40];
green_26_important_stop = [0, 6]; // 玉井, 甲仙
green_26_time_go = [["05:55"],["10:00"],["13:10"],["17:45"]];
green_26_time_return = [["06:35"],["10:40"],["13:50"],["18:25"]];