highway_bus_7229_interval_name = ["嘉義","劉厝","下寮","水上","南靖","上茄苳","後壁","南安<br />溪寮","新營","柳營<br />奇美醫院"];
highway_bus_7229_interval_stop = [
["嘉義","嘉義火車站","番子溝","家樂福"], // 嘉義
["嘉創中心","劉厝"], // 劉厝
["鴿溪寮","北回","下寮"], // 下寮
["水上火車站","水上派出所","龍德村","十一指厝"], // 水上
["南靖"], // 南靖
["勝泰工業","上茄苳"], // 上茄苳
["後壁","後壁高中","下茄苳"], // 後壁
["北安溪寮","南安溪寮","安溪寮郵局","磚瓦窯"], // 南安溪寮
["新東國中","新營","新營一","新營署立醫院","第一銀行","中山路","上帝廟前"], // 新營
["柳營簡易庭","柳營奇美醫院"] // 柳營奇美醫院
];
highway_bus_7229_fare = [
[25,22,22,22,28,36,44,61,71,83],
[25,25,22,22,22,28,36,52,62,75],
[25,25,25,22,22,23,32,48,58,70],
[25,25,25,25,22,22,23,40,50,62],
[32,25,25,25,25,22,22,33,43,55],
[41,31,27,25,25,25,22,25,35,47],
[51,41,36,27,25,25,25,22,26,39],
[69,60,55,45,37,28,25,25,22,22],
[80,71,66,56,49,39,30,25,25,22],
[95,85,80,71,63,54,44,26,25,25]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_7229_main_stop_name = ["嘉義","嘉義<br />火車站","水上<br />火車站","南靖","後壁","新營","柳營<br />奇美醫院"];
highway_bus_7229_main_stop_time_consume = [0,1,17,23,30,45,55];
highway_bus_7229_important_stop = [0, 1, 5, 6]; // 嘉義, 嘉義火車站, 新營, 柳營奇美醫院
highway_bus_7229_time_go = [["06:50"],["10:00"],["15:00"]];
highway_bus_7229_time_return = [["07:50"],["11:00"],["16:00"]];