highway_bus_8046A_interval_name = ["臺南","南臺南","大林","牛稠仔","嘉南大學","大湖","路竹","北嶺墘","岡山","橋頭","楠梓陸橋","榮總","民族路","高雄<br />火車站"];
highway_bus_8046A_interval_stop = [
["臺南火車站","成功路","西門路三段","西門路二段"],
["忠義路","府前路口","南門路","健康路","南臺南"],
["大同路","大林","大同巷","空軍醫院"],
["二空新村","牛稠仔","臺南航空站","奇美博物館"],
["保安里","嘉南大學","二層行","太爺(湖內國中)","牛蹄寮(富夢樂觀光工廠)"],
["台農飼料廠","田尾里","大湖","湖內分局","東方路口(東方技術學院)","大湖火車站"],
["樹人醫校","高新醫院","北路竹","路竹","南路竹","東盟公司"],
["高苑科大","立大食品","味全公司","榮成紙業","光陽路竹廠","北嶺墘","台泥公司","育德街口","灣仔內","慈濟大學推廣中心"],
["岡山農工","岡山區公所","岡山農會","文賢市場","移民署","勵志新城","文化街口","岡山文化中心","捷運南岡山站","大遼里"],
["德松路口","捷運橋頭火車站","橋頭市場","成功南路","捷運青埔站"],
["監理所","捷運都會公園站","高楠陸橋","金屬中心","稔田里","中華社區","水管路口","半屏山","台灣時報"],
["高楠里","福檳新村","新莊高中","大中路口","菜公路口","文藻外語大學","天祥路口"],
["民族裕誠路口","民族路(明誠路口)","民族大順路口","隆峰寺","灣仔內","果菜公司"],
["高醫","三民國中","三民公園","中山一路口","高雄站"]
];
highway_bus_8046A_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[37,26,26,26,26],
[51,40,33,26,26,26],
[62,52,45,37,26,26,26],
[77,66,59,52,40,26,26,26],
[90,79,72,64,53,39,27,26,26],
[105,95,87,80,68,54,43,28,26,26],
[116,106,99,91,80,66,54,40,27,26,26],
[133,122,115,108,96,82,70,56,43,28,26,26],
[144,134,126,119,107,93,82,67,54,39,28,26,26],
[155,145,137,130,118,104,92,78,65,50,39,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_8046A_main_stop_name = ["臺南<br />火車站","西門路<br />二段","大林","臺南<br />航空站","奇美<br />博物館","嘉南<br />藥理大學","大湖<br />火車站","路竹","捷運<br />南岡山站","高雄<br />火車站"];
highway_bus_8046A_main_stop_time_consume = [0,6,15,22,25,28,40,45,70,110];
highway_bus_8046A_important_stop = [0, 4, 6, 8, 9]; // 臺南火車站, 奇美博物館, 大湖火車站, 捷運南岡山站, 高雄火車站
highway_bus_8046A_time_go = [["05:50"]];
highway_bus_8046A_time_return = [["05:40"]];