highway_bus_7408_interval_name = ["新營","埤寮","溪州寮","鹽水<br />分駐所","牛稠仔","義竹<br />社區","義竹","頭竹圍","新富村","過路仔","竿仔寮","新塭","南鯤鯓","好美里"];
highway_bus_7408_interval_stop = [
["新營站","圓環","三民路口","南新國中","新營高中","民治市政中心","新營高工","中正世家","電力公司","許丑"], // 新營
["埤寮","護鎮活動中心"], // 埤寮
["溪州寮","麗園社區","南榮科技大學"], // 溪州寮
["鹽水分駐所","鹽水國中"], // 鹽水分駐所
["岸內","義稠里","牛稠仔"], // 牛稠仔
["義竹社區"], // 義竹社區
["義竹國小","義竹","義竹仁里"], // 義竹
["頭竹圍"], // 頭竹圍
["新富村"], // 新富村
["東過路仔","過路仔"], // 過路仔
["東竿仔寮","中竿仔寮","西竿仔寮"], // 竿仔寮
["新塭社區","布袋電信局","新塭"], // 新塭
["南鯤鯓(代天府)"], // 南鯤鯓
["好美里"] // 好美里
];
highway_bus_7408_fare = [
[24],
[24,24],
[25,24,24],
[34,24,24,24],
[37,24,24,24,24],
[41,25,24,24,24,24],
[43,27,24,24,24,24,24],
[48,32,24,24,24,24,24,24],
[53,37,28,24,24,24,24,24,24],
[62,46,37,28,25,24,24,24,24,24],
[69,53,43,35,32,28,26,24,24,24,24],
[80,64,55,46,43,39,37,32,26,24,24,24],
[95,79,70,61,58,54,52,47,41,33,26,24,24],
[89,73,64,55,52,48,46,41,35,27,24,24,24,24]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_7408_main_stop_name = ["新營","鹽水<br />分駐所","義竹","新塭","南鯤鯓<br />(代天府)","好美里"];
highway_bus_7408_main_stop_time_consume = [0,24,30,48,56,67];
highway_bus_7408_important_stop = [0, 1, 4, 5]; // 新營, 鹽水分駐所, 南鯤鯓(代天府), 好美里
highway_bus_7408_time_go = [["07:00"],["08:00"],["09:20"],["11:10",['L']],["12:40"],["14:25"],["17:30"],["18:40"]];
highway_bus_7408_time_return = [["06:00"],["08:15"],["09:15"],["10:35"],["12:25",['L']],["13:55"],["15:40"],["18:45"]];