highway_bus_8046B_interval_name = ["臺南","南臺南","大林","牛稠仔","嘉南大學","大湖","路竹","北嶺墘","岡山","橋頭","楠梓陸橋","高鐵<br />左營站"];
highway_bus_8046B_interval_stop = [
["臺南火車站","成功路","西門路三段","西門路二段"],
["忠義路","府前路口","南門路","健康路","南臺南"],
["大同路","大林","大同巷","空軍醫院"],
["二空新村","牛稠仔","臺南航空站","奇美博物館"],
["保安里","嘉南大學","二層行","太爺","牛蹄寮"],
["台農飼料廠","田尾里","大湖","東方路口(東方技術學院)","樹人醫專","大湖火車站"],
["樹人醫校","高新醫院","北路竹","路竹","南路竹","東盟公司"],
["高苑科技大學","立大食品","味全公司","北嶺墘","台泥公司","育德街口","灣仔內","慈濟大學推廣中心"],
["岡山農工","岡山區公所","岡山農會","文賢市場","岡山轉運站","移民署","勵志新城","文化街口","岡山文化中心","捷運南岡山站"],
["大遼里","德松路口","捷運橋頭火車站","橋頭市場","成功南路","捷運青埔站"],
["監理所","楠梓陸橋","金屬中心","稔田里","中華社區","水管路","半屏山","台灣時報"],
["高鐵左營站"]
];
highway_bus_8046B_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[37,26,26,26,26],
[51,40,33,26,26,26],
[72,61,54,46,35,26,26],
[86,75,68,61,49,35,26,26],
[99,88,81,73,62,48,27,26,26],
[114,104,96,89,77,63,43,28,26,26],
[125,115,108,100,89,75,54,40,27,26,26],
[142,131,124,117,105,91,70,56,43,28,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_8046B_main_stop_name = ["臺南<br />火車站","西門路<br />二段","大林","臺南<br />航空站","奇美<br />博物館","嘉南<br />藥理大學","樹人<br />醫專","大湖<br />火車站","路竹","岡山<br />轉運站","捷運<br />青埔站","高鐵<br />左營站"];
highway_bus_8046B_main_stop_time_consume = [0,6,15,22,25,28,35,40,45,60,80,90];
highway_bus_8046B_important_stop = [0, 4, 7, 9, 11]; // 臺南火車站, 奇美博物館, 大湖火車站, 岡山轉運站, 高鐵左營站
var skip_stop = 6; // 樹人醫專
highway_bus_8046B_time_go = [["07:30"],["11:30"],["14:00"],["17:45",['*',skip_stop]]];
highway_bus_8046B_time_return = [["08:00"],["10:00"],["12:20",['*',skip_stop]],["15:50"]];