highway_bus_7210_interval_name = ["嘉義","下路頭","後庄","公館","檳榔<br />樹角","中庄","內角","草店","溪洲","三間厝","白河"];
highway_bus_7210_interval_stop = [
["嘉義轉運中心","嘉義火車站","嘉義站","第一銀行","公明路","承德站","崇文國小","華南商職一","嘉義高商","嘉義高中","228紀念館","民族停車場"], // 嘉義
["下路頭","嘉義高工","立仁高中","輔仁中學"], // 下路頭
["興村","後庄","中埔農會"], // 後庄
["公館","仁友醫院","公館尾"],  // 公館
["檳榔樹角一","檳榔樹角"], // 檳榔樹角
["中庄","中庄一","尚學書局","營房"], // 中庄
["將軍山","糞箕科","內角","步兵崗"], // 內角
["草店","關帝廟","甘宅"], // 草店
["溪洲","財星社區"], // 溪洲
["三間厝","白河國中"], // 三間厝
["恆大","日光幼稚園","舊郵局","圓環地政","白河分局","白河"] // 白河
];
highway_bus_7210_fare = [
[24,21,21,21,21,23,30,33,38,42,48],
[24,24,21,21,21,21,24,27,31,35,41],
[24,24,24,21,21,21,21,23,27,31,37],
[24,24,24,24,21,21,21,21,23,27,33],
[24,24,24,24,24,21,21,21,21,21,26],
[26,24,24,24,24,24,21,21,21,21,25],
[34,27,24,24,24,24,24,21,21,21,21],
[38,31,26,24,24,24,24,24,21,21,21],
[43,36,31,26,24,24,24,24,24,21,21],
[47,40,35,30,24,24,24,24,24,24,21],
[54,47,42,37,30,29,24,24,24,24,24]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_7210_main_stop_name = ["嘉義<br />轉運站","嘉義<br />火車站","後庄","內角","白河"];
highway_bus_7210_main_stop_time_consume = [0,5,25,35,45];
highway_bus_7210_important_stop = [0, 1, 4]; // 嘉義轉運站, 嘉義火車站, 白河
var stop_1 = 2; // 後庄
highway_bus_7210_time_go = [["06:30"],["07:30"],["08:30"],["11:30"],["17:20",['繞',[stop_1,10]]],["18:00",['立',[stop_1,5]]],["19:00",['L']],["19:30"],["20:00"],["21:00"]];
highway_bus_7210_time_return = [["06:00"],["06:15",['立',[stop_1-1,5]]],["06:30",['繞',[stop_1-1,10]]],["06:40",['L']],["07:30"],["08:30"],["09:30"],["16:30"],["19:10"]];