highway_bus_7410_interval_name = ["新營","埤寮","溪州寮","鹽水<br />分駐所","牛稠仔","厚生橋","義竹","安溪<br />寮仔","後鎮仔","前東港","布袋港","遊客<br />中心","布袋<br />商港"];
highway_bus_7410_interval_stop = [
["新營站","圓環","三民路口","南新國中","新營高中","民治市政中心","新營高工","中正世家","電力公司","許丑"], // 新營
["埤寮","護鎮活動中心"], // 埤寮
["溪州寮","麗園社區","南榮科技大學"], // 溪州寮
["鹽水分駐所","鹽水國中"], // 鹽水分駐所
["岸內","義稠里","牛稠仔"], // 牛稠仔
["厚生橋"], // 厚生橋
["義竹國小","義竹","松子腳","竹圍仔"], // 義竹
["四十九公廟","埤仔頭","安溪寮仔","磚廠"], // 安溪寮仔
["東後鎮仔","後鎮仔"], // 後鎮仔
["義布橋","平和社區","江山里","前東港","山寮仔"], // 前東港
["布袋廟後","布袋鎮公所","布袋鎮農會","布新橋"], // 布袋港
["布袋遊客中心"],  // 遊客中心
["布袋商港"] // 布袋商港
];
highway_bus_7410_fare = [
[25],
[25,25],
[26,25,25],
[35,25,25,25],
[38,25,25,25,25],
[42,25,25,25,25,25],
[44,27,25,25,25,25,25],
[56,39,30,25,25,25,25,25],
[61,45,35,27,25,25,25,25,25],
[68,52,42,34,30,27,25,25,25,25],
[78,62,52,44,40,36,34,25,25,25,25],
[80,64,54,46,42,38,36,25,25,25,25,25],
[87,70,61,52,49,45,43,31,26,25,25,25,25]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_7410_main_stop_name = ["新營站","鹽水<br />分駐所","義竹","前東港","布袋<br />遊客中心","布袋商港<br /><font color=\"red\">(4-9月延駛)</font>"];
highway_bus_7410_main_stop_time_consume = [0, 24, 30, 40, 48, 55];
highway_bus_7410_important_stop = [0, 1, 4, 5]; // 新營站, 鹽水分駐所, 布袋遊客中心, 布袋商港
var Sinying = 0; // 新營站
var Budai = 4; // 布袋遊客中心
highway_bus_7410_time_go = [
["07:20"],["08:20"],["08:50",Sinying,Budai,['L',[Budai,2]]],["10:20",Sinying,Budai,[[Budai,2]]],["12:10",Sinying,Budai,[[Budai,2]]],["13:50",Sinying,Budai,[[Budai,2]]],
["15:00",Sinying,Budai,[[Budai,2]]],["17:15"],["18:00",Sinying,Budai,[[Budai,2]]],["18:50",Sinying,Budai,[[Budai,2]]]
];
highway_bus_7410_time_return = [
["06:00",Budai,Sinying,[[Sinying,2]]],["08:25",[[Budai,-2,Sinying,2]]],["09:25",[[Budai,-2,Sinying,2]]],["09:50",Budai,Sinying,['L',[Sinying,2]]],["11:20",Budai,Sinying,[[Sinying,2]]],["13:10",Budai,Sinying,[[Sinying,2]]],
["14:50",Budai,Sinying,[[Sinying,2]]],["16:00",Budai,Sinying,[[Sinying,2]]],["18:20",[[Budai,-2,Sinying,2]]],["19:00",Budai,Sinying,[[Sinying,2]]]
];