highway_bus_7408_interval_name = ["新營","埤寮","溪州寮","鹽水<br />分駐所","牛稠仔","義竹<br />社區","義竹","頭竹圍","新富村","過路仔","竿仔寮","新塭","南鯤鯓","好美里"];
highway_bus_7408_interval_stop = [
["新營站","圓環","三民路口","南新國中","新營高中","民治市政中心","新營高工","中正世家","電力公司","許丑"], // 新營
["埤寮","護鎮活動中心"], // 埤寮
["溪州寮","麗園社區","南榮科技大學"], // 溪州寮
["鹽水分駐所","鹽水國中"], // 鹽水分駐所
["岸內","義稠里","牛稠仔"], // 牛稠仔
["義竹社區"], // 義竹社區
["義竹國小","義竹","義竹仁里"], // 義竹
["頭竹圍"], // 頭竹圍
["新富村"], // 新富村
["東過路仔","過路仔"], // 過路仔
["東竿仔寮","中竿仔寮","西竿仔寮"], // 竿仔寮
["新塭社區","布袋電信局","新塭"], // 新塭
["南鯤鯓(代天府)"], // 南鯤鯓
["好美里"] // 好美里
];
highway_bus_7408_fare = [
[25],
[25,25],
[26,25,25],
[35,25,25,25],
[38,25,25,25,25],
[42,25,25,25,25,25],
[44,27,25,25,25,25,25],
[49,33,25,25,25,25,25,25],
[55,38,29,25,25,25,25,25,25],
[64,47,38,29,26,25,25,25,25,25],
[70,54,45,36,32,29,27,25,25,25,25],
[82,65,56,47,44,40,38,33,27,25,25,25],
[97,81,71,63,59,56,53,48,42,34,27,25,25],
[91,75,65,56,53,49,47,42,36,27,25,25,25,25]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_7408_main_stop_name = ["新營","鹽水<br />分駐所","義竹","新塭","南鯤鯓<br />(代天府)","好美里"];
highway_bus_7408_main_stop_time_consume = [0,24,30,48,56,67];
highway_bus_7408_important_stop = [0, 1, 4, 5]; // 新營, 鹽水分駐所, 南鯤鯓(代天府), 好美里
highway_bus_7408_time_go = [["07:00"],["08:00"],["09:20"],["11:10",['L']],["12:40"],["14:25"],["17:30"],["18:40"]];
highway_bus_7408_time_return = [["06:00"],["08:15"],["09:15"],["10:35"],["12:25",['L']],["13:55"],["15:40"],["18:45"]];