highway_bus_8050_interval_name = ["臺南","仁德","歸仁","關廟","花園","龍崎","中坑","龍船","苦苓湖","烏山頭","內東里","中埔","旗山","溪洲","尚和","嶺口","佛光山"];
highway_bus_8050_interval_stop = [
["臺南火車站","東門圓環","東門教會","東門城","龍山寺","富強市場","東門路","虎尾寮","富農街口"], // 臺南
["嘉南療養院","仁德交流道","仁德","仁義里","鍾厝","慈濟臺南分會","義林一街口","林仔","貝汝流通"], // 仁德
["上帝廟","南興里","南保","姓李仔","後市","歸仁公所","善化寺","看東里","修元堂","歸仁交流道"], // 歸仁
["大亞公司","關廟","關廟市場"], // 關廟
["北勢里","花園","關廟轉運站","仰龍橋","牛稠埔","九天宮"], // 花園
["龍崎","龍崎公所","崎腳路口","大溪口"], // 龍崎
["中坑","龍崎文衡殿"], // 中坑
["過嶺路口","龍船"], // 龍船
["石曹","後壁溪","苦苓湖"], // 苦苓湖
["五間","烏山腳路口","烏山腳","烏山頭"], // 烏山頭
["七號橋","內東里","小烏山","竹圍"], // 內東里
["內門衛生所","中埔頭","中埔","觀音亭","農會","二層橋","石溝","實踐大學"], // 中埔
["嶺頂","朝天宮","旗山監理站","旗山北站","中華路口","市場","延平站","旗山轉運站","德昌路","中學路","秋涼山","頭林巷口","花旗山莊","旗南一路"], // 旗山
["和昌","武鹿","衛光里","大山","清水寺","溪洲國小","溪洲","7-11溪洲門市","公園仔","大洲國中","新光里"], // 溪州
["大竹圍","尚和","欉仔坑","南勝湖"], // 尚和
["德勝巷","砂石場","嶺口","坊崁","統嶺坑"], // 嶺口
["佛陀紀念館","佛光山"] // 佛光山
];
highway_bus_8050_fare = [
[24],
[24,24],
[33,24,24],
[41,24,24,24],
[44,27,24,24,24],
[53,36,24,24,24,24],
[62,44,30,24,24,24,24],
[71,53,38,30,27,24,24,24],
[77,59,44,36,33,24,24,24,24],
[86,68,53,44,41,33,24,24,24,24],
[95,77,62,53,50,41,33,24,24,24,24],
[104,86,71,62,59,50,41,33,27,24,24,24],
[130,113,98,89,86,77,68,59,53,44,36,27,24],
[145,127,113,104,101,92,83,74,68,59,50,41,24,24],
[157,139,124,115,113,104,95,86,80,71,62,53,27,24,24],
[172,154,139,130,127,118,110,101,95,86,77,68,41,27,24,24],
[181,163,148,139,136,127,118,110,104,95,86,77,50,36,24,24,24]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_8050_main_stop_name = ["臺南<br />火車站","仁德","歸仁公所","關廟<br />轉運站","龍崎","實踐大學","旗山北站","旗山<br />轉運站","佛光山"];
highway_bus_8050_main_stop_time_consume = [0, 20, 30, 40, 45, 70, 80, 85, 110];
highway_bus_8050_important_stop = [0, 3, 5, 7, 8]; // 臺南火車站, 關廟轉運站, 實踐大學, 旗山轉運站, 佛光山
highway_bus_8050_time_go = [["05:45",7,8],["06:40",7,8],["06:25"],["09:10"],["10:10"],["14:10"],["17:10"],["18:50"]];
highway_bus_8050_time_return = [["06:15"],["07:10"],["08:45"],["11:45"],["13:15"],["16:45"],["19:10",8,7],["20:50",8,7]];