highway_bus_8041C_interval_name = ["鳳山","長庚<br />醫院","高雄應用<br />科技大學","民族路","榮總","楠梓陸橋","橋頭","岡山<br />區公所","北嶺墘","路竹","大湖","嘉南大學","湖內","白砂崙","茄萣站"];
highway_bus_8041C_interval_stop = [
["鳳山站","捷運鳳山站","西門","公路之家","鳳山高中","鳳山行政中心","覺民路口"], // 鳳山
["澄清路","大華村","正修科大","長庚復健大樓","文山高中","長庚醫院","正修科大","大華里"], // 長庚醫院
["正德佛堂","文明巷","本館路口","大豐一路口","高雄應用科技大學","高雄工職","大順路口","建工路"], // 高雄應用科技大學
["民族派出所","灣仔內","隆峰寺","大統新世紀","民族路(明誠路口)"], // 民族路
["郵局宿舍","天祥路口","文藻外語大學","菜公路口","大中路口","新莊高中","福檳新村","高楠新村"], // 榮總
["台灣時報","半屏山","水管路口","中華社區","稔田里","金屬中心","捷運都會公園站"], // 楠梓陸橋
["監理所","捷運青埔站","成功南路","橋頭市場","捷運橋頭火車站","德松路口"], // 橋頭
["大遼里","捷運南岡山站","岡山文化中心","文化街口","勵志新城","移民署","文賢市場","岡山農會","岡山區公所","岡山農工"], // 岡山區公所
["慈濟大學推廣中心","灣子內","育德街口","台泥公司","北嶺墘","味全公司","立大食品廠","高苑科大"], // 北嶺墘
["東盟公司","南路竹","路竹","北路竹","高新醫院","樹人醫校"], // 路竹
["大湖火車站","樹人醫專","東方路口(東方技術學院)","大湖","田尾里","台農飼料廠"], // 大湖
["牛蹄寮","太爺(湖內國中)","嘉南大學","太爺(中正路一段)","仁佑診所","圍內"], // 嘉南大學
["葉厝甲","湖內農會","湖內區公所(圍子內)","文賢里","新庄路口","草仔寮"], // 湖內
["白砂崙","南白砂崙","茄萣電信局","威武廟"], // 白砂崙
["茄萣區公所(茄萣國中)","國校前","曾厝","頂茄萣","茄萣農會(下茄萣)","光萣","成功橋","北崎漏","崎漏","崎漏農會",
"崎漏電信局","興達國小","健康公園","茄萣站"] // 茄萣站
];
highway_bus_8041C_fare = [
[26],
[26,26],
[28,26,26],
[33,26,26,26],
[44,28,26,26,26],
[60,44,32,28,26,26],
[72,55,43,39,28,26,26],
[87,71,59,54,43,27,26,26],
[100,84,72,67,56,40,28,26,26],
[114,98,86,82,70,54,43,27,26,26],
[126,110,98,93,82,66,54,39,26,26,26],
[140,124,111,107,96,80,68,53,40,26,26,26],
[141,125,112,108,97,81,69,54,41,27,26,26,26],
[150,134,122,118,107,90,79,63,51,36,26,26,26,26],
[161,145,132,128,117,101,89,74,61,47,35,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_8041C_main_stop_name = ["鳳山站","長庚醫院","捷運南<br />岡山站","岡山<br />區公所","路竹","大湖<br />火車站","樹人醫專","嘉南大學","湖內農會","白砂崙","茄萣站"];
highway_bus_8041C_main_stop_time_consume = [0,15,65,70,85,90,95,105,110,115,135];
highway_bus_8041C_important_stop = [0, 2, 5, 7, 10]; // 鳳山站, 捷運南岡山站, 高雄火車站
var skip_stop = 6; // 樹人醫專
var MRT_Gangshan_South = 2; // 捷運南岡山站
highway_bus_8041C_time_go = [["05:30",[skip_stop,[skip_stop,-10]]],["06:00"],["12:30"],["17:10"]];
highway_bus_8041C_time_return = [["05:45",[skip_stop,[skip_stop,-10,MRT_Gangshan_South-1,5,MRT_Gangshan_South,-5]]],["08:50",[skip_stop,[skip_stop,-10,MRT_Gangshan_South,5]]],["14:50",[[MRT_Gangshan_South,5]]],["17:00",[[MRT_Gangshan_South,5]]]];