highway_bus_7408_interval_name = ["新營","埤寮","溪州寮","鹽水<br />分駐所","牛稠仔","義竹<br />社區","義竹","頭竹圍","新富村","過路仔","竿仔寮","新塭","南鯤鯓","好美里"];
highway_bus_7408_interval_stop = [
["新營站","圓環","三民路口","南新國中","新營高中","民治市政中心","新營高工","中正世家","電力公司","許丑"], // 新營
["埤寮","護鎮活動中心"], // 埤寮
["溪州寮","南榮科技大學"], // 溪州寮
["鹽水分駐所","鹽水國中"], // 鹽水分駐所
["岸內","義稠里","牛稠仔"], // 牛稠仔
["義竹社區"], // 義竹社區
["義竹國小","義竹","義竹仁里"], // 義竹
["頭竹圍"], // 頭竹圍
["新富村"], // 新富村
["東過路仔","過路仔"], // 過路仔
["東竿仔寮","中竿仔寮","西竿仔寮"], // 竿仔寮
["新塭社區","布袋電信局","新塭"], // 新塭
["南鯤鯓(代天府)"], // 南鯤鯓
["好美里"] // 好美里
];
highway_bus_7408_fare = [
[24],
[24,24],
[25,24,24],
[33,24,24,24],
[36,24,24,24,24],
[40,24,24,24,24,24],
[42,26,24,24,24,24,24],
[47,31,24,24,24,24,24,24],
[52,36,28,24,24,24,24,24,24],
[60,45,36,28,24,24,24,24,24,24],
[67,51,42,34,31,27,25,24,24,24,24],
[78,62,53,45,42,38,36,31,26,24,24,24],
[92,77,68,60,56,53,51,46,40,32,25,24,24],
[86,71,62,54,50,47,45,40,34,26,24,24,24,24]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_7408_main_stop_name = ["新營","鹽水<br />分駐所","義竹","新塭","南鯤鯓<br />(代天府)","好美里"];
highway_bus_7408_main_stop_time_consume = [0,21,27,48,57,70];
highway_bus_7408_important_stop = [0, 1, 4, 5]; // 新營, 鹽水分駐所, 南鯤鯓(代天府), 好美里
highway_bus_7408_time_go = [["07:00"],["08:00"],["09:20"],["11:10",['L']],["12:40"],["14:25"],["17:30"],["19:00"]];
highway_bus_7408_time_return = [["06:00"],["08:15"],["09:15"],["10:35"],["12:25",['L']],["13:55"],["15:40"],["18:45"]];