highway_bus_8042_interval_name = ["臺南<br />航空站","奇美<br />博物站","高鐵<br />臺南站","阿蓮","崗山頭","月世界","古亭","鹿埔","馬頭山","旗山","中埔"];
highway_bus_8042_interval_stop = [
["臺南航空站"], // 臺南航空站
["奇美博物站"], // 奇美博物站
["高鐵臺南站"], // 高鐵臺南站
["崙仔頂","阿蓮分駐所","阿蓮","中正路","工業區","源勝社區","磚子窯"], // 阿蓮
["大埤","南崗山","峰山里","崗山頭","崗山頭溫泉","崗安路","崗山頭市場"], // 崗山頭
["竹山","糖廠","營盤頂","崇德國小","崇德市場","北勢宅","月世界","日月禪寺","古亭橋"], // 月世界
["南勢崎頂","古亭水庫","古亭"], // 古亭
["鹿埔","鹿埔分校","內門路口"], // 鹿埔
["馬頭山頂","馬頭山","旗山分校","橋覺寺","鼓山崎嶺"], // 馬頭山
["旗亭橋","中學路","德昌路","旗山轉運站","延平路","市場","中華路口","旗山北站"], // 旗山
["旗山監理所","朝天宮","嶺頂","實踐大學"] // 中埔
];
highway_bus_8042_fare = [
[26],
[26,26],
[26,26,26],
[51,46,26,26],
[62,57,35,26,26],
[77,72,50,26,26,26],
[84,79,57,33,26,26,26],
[92,87,66,41,30,26,26,26],
[103,99,77,53,42,27,26,26,26],
[122,118,96,72,61,46,39,30,26,26],
[138,133,111,87,76,61,54,46,34,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_8042_main_stop_name = ["臺南航空站<br /><font color=\"red\">(假日延駛)</font>","奇美博物館<br /><font color=\"red\">(假日延駛)</font>","高鐵臺南站","阿蓮分駐所","崗山頭","月世界","旗山轉運站","旗山北站","實踐大學"];
highway_bus_8042_main_stop_time_consume = [0,2,17,32,37,45,62,67,77];
highway_bus_8042_important_stop = [0, 1, 2, 6, 8]; // 臺南航空站, 奇美博物站, 高鐵台南站, 旗山轉運站, 實踐大學
highway_bus_8042_time_go = [
["08:58"],["10:18"],["12:13"],["13:58"],["16:03"],["18:43"]
];
highway_bus_8042_time_return = [
["07:30"],["08:50"],["10:45"],["12:30"],["14:15"],["17:15"]
];