highway_bus_7408_interval_name = ["新營","茄苳腳","鹽水","牛稠仔","義竹<br />社區","義竹","頭竹圍","新富村","過路仔","竿仔寮","新塭","南鯤鯓","好美里"];
highway_bus_7408_interval_stop = [
["新營站","圓環","三民路口","齊普","新營漁市場","太子路口","統聯客運"], // 新營
["茄苳腳","新營工業區","明達中學"], // 茄苳腳
["竹圍尾","橋南里","鹽水","分駐所","鹽水國中"], // 鹽水
["岸內","義稠里","牛稠仔"], // 牛稠仔
["義竹社區"], // 義竹社區
["義竹國小","義竹"], // 義竹
["頭竹圍"], // 頭竹圍
["新富村"], // 新富村
["東過路仔","過路仔"], // 過路仔
["東竿仔寮","中竿仔寮","西竿仔寮"], // 竿仔寮
["新塭社區","布袋電信局","新塭"], // 新塭
["南鯤鯓(代天府)"], // 南鯤鯓
["好美里"] // 好美里
];
highway_bus_7408_stop_time_consume = [];
highway_bus_7408_fare = [
[24,21,21,25,28,30,34,39,47,53,63,76,71],
[24,24,21,21,21,21,21,26,34,40,49,63,57],
[24,24,24,21,21,21,21,21,26,32,41,55,50],
[28,24,24,24,21,21,21,21,22,28,38,51,46],
[32,24,24,24,24,21,21,21,21,25,34,48,42],
[34,24,24,24,24,24,21,21,21,23,33,46,41],
[39,24,24,24,24,24,24,21,21,21,28,41,36],
[44,29,24,24,24,24,24,24,21,21,23,37,31],
[53,38,29,25,24,24,24,24,24,21,21,29,24],
[60,45,36,32,28,26,24,24,24,24,21,23,21],
[71,56,47,43,39,37,32,26,24,24,24,21,21],
[86,71,62,58,54,52,47,41,33,26,24,24,21],
[80,65,56,52,48,46,41,36,27,24,24,24,24]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_7408_main_stop_name = ["新營","鹽水","義竹","新塭","南鯤鯓<br />(代天府)","好美里"];
highway_bus_7408_main_stop_time_consume = [0,18,25,45,53,65];
highway_bus_7408_important_stop = [0, 1, 4, 5]; // 新營, 鹽水, 南鯤鯓(代天府), 好美里
highway_bus_7408_time_go = [["07:00"],["08:00"],["09:00"],["11:10"],["13:35"],["14:45"],["17:20"],["19:00"]];
highway_bus_7408_time_return = [["06:00"],["08:10"],["09:10"],["10:10"],["12:20"],["14:45"],["15:55"],["18:30"]];