highway_bus_8035_interval_name = ["南化","金馬寮","木柵","內門","中埔","旗山"];
highway_bus_8035_interval_stop = [
["南化","南化派出所"], // 南化
["界址","西廍","東埔派出所","大坪","北頭","金馬寮","茄苳橋"], // 金馬寮
["分水嶺","內興里","椰樹橋","頂寮橋","木柵","蘇遠埔","內湖"], // 木柵
["口湖","內門","內門區公所","內門國小","十三甲","內埔橋"], // 內門
["菜公坑","中埔頭","內門國中","中埔","觀音亭","農會","二層橋","石溝"], // 中埔
["嶺頂","朝天宮","旗山監理站","旗山北站","中華路口","市場","延平站","旗山轉運站"] // 旗山
];
highway_bus_8035_stop_time_consume = [0,20,30,45,60,70];
highway_bus_8035_fare = [
[26,23,25,36,46,64],
[26,26,23,23,33,51],
[28,26,26,23,23,40],
[41,26,26,26,23,28],
[52,37,26,26,26,23],
[73,58,45,32,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_8035_main_stop_name = ["南化","茄苳橋","內門","中埔頭","旗山北站","旗山轉運站"];
highway_bus_8035_main_stop_time_consume = [0,10,30,35,40,45];
highway_bus_8035_important_stop = [0, 2, 5]; // 南化, 內門, 旗山轉運站
var start_stop = 2, end_stop = 5;
highway_bus_8035_time_go = [["06:35",start_stop,end_stop,['S']],["06:45",start_stop,end_stop,['S']],["06:20"],["08:20"],["10:50"],["13:20"],["17:35"]];
highway_bus_8035_time_return = [["06:30",end_stop,start_stop,['S']],["07:35",['S']],["10:05"],["12:35"],["16:50"],["17:30"],["18:45"]];