highway_bus_8050_interval_name = ["臺南","仁德","歸仁","關廟","花園","龍崎","中坑","龍船","苦苓湖","烏山頭","內東里","中埔","旗山","溪洲","尚和","嶺口","佛光山"];
highway_bus_8050_interval_stop = [
["臺南火車站","東門圓環","東門教會","東門城","龍山寺","富強市場","東門路","虎尾寮","富農街口"], // 臺南
["嘉南療養院","仁德交流道","仁德","仁義里","鍾厝","慈濟臺南分會","義林一街口","林仔","貝汝流通"], // 仁德
["上帝廟","南興里","南保","姓李仔","後市","歸仁公所","善化寺","看東里","修元堂","歸仁交流道"], // 歸仁
["大亞公司","關廟站","關廟市場"], // 關廟
["北勢里","花園","果菜市場","仰龍橋","牛稠埔","九天宮"], // 花園
["龍崎","龍崎公所","崎腳路口","大溪口"], // 龍崎
["中坑"], // 中坑
["過嶺路口","龍船"], // 龍船
["石曹","後壁溪","苦苓湖"], // 苦苓湖
["五間","烏山腳路口","烏山腳","烏山頭"], // 烏山頭
["七號橋","內東里","小烏山","竹圍"], // 內東里
["內門衛生所","中埔頭","中埔","觀音亭","農會","二層橋","石溝","實踐大學"], // 中埔
["嶺頂","朝天宮","旗山監理站","旗山北站","中華路口","市場","延平站","旗山轉運站","德昌路","中學路","秋涼山","頭林巷口","花旗山莊","旗南一路"], // 旗山
["和昌","武鹿","衛光村","大山","清水寺","溪洲國小","溪洲","7-11溪洲門市","公園仔","大洲國中","新光里"], // 溪州
["大竹圍","尚和","欉仔坑","南勝湖"], // 尚和
["德勝巷","砂石場","嶺口","坊崁","統嶺坑"], // 嶺口
["佛陀紀念館","佛光山"] // 佛光山
];
highway_bus_8050_stop_time_consume = [0,2,4,5,7,9,10,11,12,13,15,17,18,19,20,21,23,25,28,30,31,32,34,35,36,37,38,39,40,41,42,42,42,43,44,45,46,47,48,49,50,51,52,54,55,56,57,58,60,61,62,63,64,65,66,67];
highway_bus_8050_fare = [
[26],
[27,26],
[44,26,26],
[54,26,26,26],
[58,30,26,26,26],
[68,40,26,26,26,26],
[78,50,34,26,26,26,26],
[82,55,38,28,26,26,26,26],
[91,64,47,37,34,26,26,26,26],
[101,74,57,48,44,34,26,26,26,26],
[114,87,70,61,57,47,37,32,26,26,26],
[124,97,80,71,67,57,47,42,33,26,26,26],
[153,126,109,100,96,86,76,71,62,52,39,29,26],
[171,144,127,118,114,104,94,89,80,70,57,47,26,26],
[182,155,138,128,124,114,104,100,91,81,68,58,29,26,26],
[197,170,153,144,140,130,120,115,106,96,83,73,44,26,26,26],
[207,180,163,154,150,140,130,125,116,106,93,83,54,36,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
highway_bus_8050_main_stop_name = ["臺南<br />火車站","仁德","歸仁公所","關廟","龍崎","實踐大學","旗山北站","旗山<br />轉運站","佛光山"];
highway_bus_8050_main_stop_time_consume = [0, 20, 30, 35, 45, 70, 80, 85, 110];
highway_bus_8050_important_stop = [0, 3, 7, 8]; // 臺南火車站, 關廟, 旗山轉運站, 佛光山
highway_bus_8050_time_go = [["05:45",7,8],["06:40",7,8],["06:25"],["09:10"],["10:10"],["14:10"],["17:10"],["18:50"]];
highway_bus_8050_time_return = [["06:15"],["07:10"],["08:45"],["11:45"],["13:15"],["16:45"],["19:10",8,7],["20:50",8,7]];