hsr_shuttle_166_interval_name = ["鹽水","義竹","義竹電<br />力公司","五間厝","下潭","頂潭","竹子腳","鹿草","高鐵<br />嘉義站","嘉義<br />縣政府","長庚<br />醫院","故宮<br />南院"];
hsr_shuttle_166_interval_stop = [
["鹽水"], // 鹽水
["義竹"], // 義竹
["義竹電力公司"], // 義竹電力公司
["五間厝"], // 五間厝
["下潭"], // 下潭
["頂潭"], // 頂潭
["竹子腳"], // 竹子腳
["鹿草"], // 鹿草
["高鐵嘉義站"], // 高鐵嘉義站
["嘉義縣政府"], // 嘉義縣政府
["長庚醫院"], // 長庚醫院
["故宮南院"] // 故宮南院
];
hsr_shuttle_166_fare = [
[24,21,21,21,27,30,34,39,58,62,66,70],
[24,24,21,21,21,21,25,30,49,53,57,61],
[24,24,24,21,21,21,21,27,45,49,54,58],
[24,24,24,24,21,21,21,21,38,42,46,50],
[31,24,24,24,24,21,21,21,30,34,39,43],
[35,24,24,24,24,24,21,21,27,31,36,40],
[38,28,24,24,24,24,24,21,24,28,32,36],
[44,34,30,24,24,24,24,24,21,23,27,31],
[66,55,52,43,35,31,27,24,24,21,21,21],
[70,60,56,47,39,36,32,26,24,24,21,21],
[75,65,61,52,44,40,37,31,24,24,24,21],
[80,69,66,57,49,45,41,35,24,24,24,24]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
hsr_shuttle_166_main_stop_name = ["鹽水","義竹","頂潭","鹿草","高鐵<br />嘉義站","嘉義<br />縣政府","故宮南院"];
hsr_shuttle_166_main_stop_time_consume = [0, 8, 20, 25, 38, 45, 50];
hsr_shuttle_166_important_stop = [0, 4, 6]; // 鹽水, 高鐵嘉義站, 故宮南院
hsr_shuttle_166_time_go = [["07:15"],["09:00"],["10:00"],["11:00"],["15:00"],["16:00"],["17:00"],["18:00"],["19:00"]];

// The name of return stops are different
hsr_shuttle_166_main_stop_name_return = ["高鐵<br />嘉義站","故宮南院","嘉義<br />縣政府","鹿草","頂潭","義竹","鹽水"];
hsr_shuttle_166_main_stop_time_consume_return = [0, 8, 16, 30, 35, 47, 55];
hsr_shuttle_166_important_stop_return = [0, 1, 6]; // 高鐵嘉義站, 故宮南院, 鹽水
hsr_shuttle_166_time_return = [["06:00"],["07:30"],["08:30"],["09:30"],["10:30"],["14:30"],["15:30"],["16:30"],["17:30"]];