hsr_shuttle_166_interval_name = ["鹽水","義竹","義竹電<br />力公司","五間厝","下潭","頂潭","竹子腳","鹿草","稻江大學","高鐵<br />嘉義站","嘉義<br />縣政府","長庚<br />醫院","故宮<br />南院"];
hsr_shuttle_166_interval_stop = [
["鹽水"], // 鹽水
["義竹"], // 義竹
["義竹電力公司"], // 義竹電力公司
["五間厝"], // 五間厝
["下潭"], // 下潭
["頂潭"], // 頂潭
["竹子腳"], // 竹子腳
["鹿草"], // 鹿草
["稻江大學"], // 稻江大學
["高鐵嘉義站"], // 高鐵嘉義站
["嘉義縣政府"], // 嘉義縣政府
["長庚醫院"], // 長庚醫院
["故宮南院"] // 故宮南院
];
hsr_shuttle_166_fare = [
[25,22,22,22,28,31,35,40,58,59,63,68,72],
[25,25,22,22,22,22,25,31,49,50,54,58,62],
[25,25,25,22,22,22,22,27,45,47,51,55,60],
[25,25,25,25,22,22,22,22,38,39,43,47,51],
[32,25,25,25,25,22,22,22,30,31,35,40,44],
[36,25,25,25,25,25,22,22,27,28,32,36,41],
[39,29,25,25,25,25,25,22,24,25,29,33,37],
[46,35,31,25,25,25,25,25,22,22,23,28,32],
[66,56,52,43,34,31,27,25,25,-1,-1,-1,-1],
[67,57,53,44,36,32,28,25,-1,25,22,22,22],
[72,61,58,49,40,36,33,27,-1,25,25,22,22],
[77,66,63,54,45,41,38,31,-1,25,25,25,22],
[82,71,67,58,50,46,42,36,-1,25,25,25,25]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
hsr_shuttle_166_main_stop_name = ["鹽水","義竹","頂潭","鹿草","高鐵<br />嘉義站","嘉義<br />縣政府","故宮南院"];
hsr_shuttle_166_main_stop_time_consume = [0, 8, 20, 25, 38, 45, 50];
hsr_shuttle_166_important_stop = [0, 4, 6]; // 鹽水, 高鐵嘉義站, 故宮南院
hsr_shuttle_166_time_go = [["07:15"],["09:00"],["10:00"],["11:00"],["15:00"],["16:00"],["17:00"],["18:00"],["19:00"]];

// The name of return stops are different
hsr_shuttle_166_main_stop_name_return = ["高鐵<br />嘉義站","故宮南院","嘉義<br />縣政府","鹿草","頂潭","義竹","鹽水"];
hsr_shuttle_166_main_stop_time_consume_return = [0, 8, 16, 30, 35, 47, 55];
hsr_shuttle_166_important_stop_return = [0, 1, 6]; // 高鐵嘉義站, 故宮南院, 鹽水
hsr_shuttle_166_time_return = [["06:00"],["07:30"],["08:30"],["09:30"],["10:30"],["14:30"],["15:30"],["16:30"],["17:30"]];