orange_10_1_interval_name = ["麻豆","寮廍里","隆田","官田","二鎮"];
orange_10_1_interval_stop = [
["麻豆轉運站","新樓醫院","小埤頭","圓環","電姬戲院","一商前","興中民生路口","麻豆區公所","曾文農工","總爺糖廠"], // 麻豆
["金特區","葫蘆埤自然公園"], // 寮廍里
["隆本里","官田區公所","隆田火車站","拔林火車站","渡頭里"], // 隆田
["官田營房","陽明工商"], // 官田
["程泰","鎮中路口","官田服務中心","勞動力發展署"] // 二鎮
];
orange_10_1_fare = [
[26],
[30,26],
[43,26,26],
[62,32,26,26],
[82,52,39,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
orange_10_1_main_stop_name = ["麻豆<br />轉運站","總爺糖廠","葫蘆埤<br />自然公園","隆田<br />火車站","拔林<br />火車站","陽明工商","勞動力<br />發展署"];
orange_10_1_main_stop_time_consume = [0, 18, 23, 26, 31, 37, 45];
orange_10_1_important_stop = [0, 3, 4, 6]; // 麻豆轉運站, 隆田火車站, 拔林火車站, 勞動力發展署
orange_10_1_time_go = [["09:00"],["12:30"],["16:05"]];
orange_10_1_time_return = [["07:50"],["11:10"],["15:10"]];