orange_2_interval_name = ["胡厝寮","什乃","善化","善化<br />火車站","小新營","茄拔","新中","日新","大內"];
orange_2_interval_stop = [
["胡厝寮","陽明國小"], // 胡厝寮
["什乃","牛墟"], // 什乃
["善化國小","善化","善化公所","樹人路口"], // 善化
["善化火車站","善化高中","大成陸橋"], // 善化火車站
["小新里","磚窯","善化啤酒廠"], // 小新營
["茄拔(省道)","北茄拔"], // 茄拔
["肉品市場","新中"], // 新中
["日新","又新"], // 日新
["石子瀨","大內公所","大內分駐所"] // 大內
];
orange_2_stop_time_consume = [0,3,8,10,11,13,16,17,18,23,24,25,25,26,28,29,30,33,36,37,38,39,40];
orange_2_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[29,26,26,26,26],
[33,26,26,26,26,26],
[43,34,28,26,26,26,26],
[49,40,34,29,26,26,26,26],
[64,55,49,44,34,31,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
orange_2_main_stop_name = ["胡厝寮","什乃","善化<br />火車站","善化<br />啤酒廠","新中","大內<br />公所","大內<br />分駐所"];
orange_2_main_stop_time_consume = [0, 8, 18, 26, 32, 38, 40];
orange_2_important_stop = [0, 2, 5, 6]; // 胡厝寮, 善化火車站, 大內公所, 大內
orange_2_time_go = [["07:00"],["11:40"],["12:00"],["15:00"],["16:35"]];
orange_2_time_return = [["11:10"],["14:10"],["15:20"],["17:10"],["18:40"]];