orange_9_1_interval_name = ["佳里站","大潤發","子龍廟","新樓醫院","麻豆轉運站","高鐵嘉義站"];
orange_9_1_interval_stop = [
["佳里站"], // 佳里站
["大潤發"], // 大潤發
["子龍廟"], // 子龍廟
["新樓醫院"], // 新樓醫院
["麻豆轉運站"], // 麻豆轉運站
["高鐵嘉義站"] // 高鐵嘉義站
];
orange_9_1_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[150,150,139,130,130,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
orange_9_1_main_stop_name = ["佳里站","新樓醫院","麻豆轉運站","高鐵嘉義站"];
orange_9_1_main_stop_time_consume = [0, 7, 10, 60];
orange_9_1_important_stop = [0, 2, 3]; // 佳里站, 麻豆轉運站, 高鐵嘉義站
orange_9_1_time_go = [["06:45"],["08:45"],["11:15"],["13:15"],["14:45"],["17:15"],["20:45"]
];
orange_9_1_time_return = [["08:30"],["11:05"],["13:05"],["15:30"],["17:30"],["19:30"],["22:30"]
];
