orange_10_interval_name = ["真理<br />大學","北勢寮","麻豆","寮廍里","西庄","隆田","二鎮","六甲","嘉南里","烏山頭<br />水庫","臺南藝<br />術大學"];
orange_10_interval_stop = [
["大地莊園","真理大學"], // 真理大學
["四角仔","北勢寮","北勢國小","北勢里"], // 北勢寮
["油車里","小埤頭","新樓醫院","麻豆轉運站","圓環","電姬戲院","一商前","興中民生路口","麻豆區公所","曾文農工","總爺糖廠","臺灣首府大學宿舍","臺灣首府大學"], // 麻豆
["寮廍里"], // 寮廍里
["西庄","東庄"], // 西庄
["隆西街","隆本里","官田區公所","隆田火車站","隆田","南廍里","南廍牌樓"], // 隆田
["官田工業區","官田服務中心","勞動力發展署","二鎮","瓦窯(六甲)"], // 二鎮
["七甲里","六甲衛生所","六甲"], // 六甲
["赤山巖","龍潭寺","嘉南里"], // 嘉南里
["烏山頭水庫","八田路、171路口"], // 烏山頭水庫
["大崎","臺南藝術大學(西側門)","臺南藝術大學"] // 臺南藝術大學
];
orange_10_fare = [
[26],
[26,26],
[29,26,26],
[48,42,26,26],
[53,46,26,26,26],
[62,56,33,26,26,26],
[82,76,54,35,30,26,26],
[90,84,62,43,38,28,26,26],
[98,91,69,50,45,36,26,26,26],
[100,94,71,52,47,38,26,26,26,26],
[113,107,85,66,61,52,31,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
orange_10_main_stop_name = ["大地<br />莊園","真理<br />大學","麻豆<br />轉運站","總爺<br />糖廠","臺灣<br />首府大學","隆田<br />火車站","官田<br />工業區","六甲","烏山頭<br />水庫","臺南<br />藝術大學"];
orange_10_main_stop_time_consume = [0, 5, 20, 30, 33, 45, 57, 65, 72, 80];
orange_10_important_stop = [0, 2, 5, 7, 9]; // 大地莊園, 麻豆轉運站, 隆田火車站, 六甲, 臺南藝術大學
start_stop = 0; // 大地莊園
end_stop = 5; // 隆田火車站
orange_10_time_go = [["07:05",start_stop,end_stop],["08:00"],["09:20"],["12:50"],["16:45",start_stop,end_stop],["18:25"]];
orange_10_time_return = [["08:00",end_stop,start_stop],["09:25"],["10:40"],["14:25"],["17:30",end_stop,start_stop],["19:55"]];