orange_20_interval_name = ["大內","頭社","環湖","走馬瀨","玉井"];
orange_20_interval_stop = [
["大內分駐所","大內","大內口","後堀路口"], // 大內
["天公廟","秀才莊","竹湖","頭社","頭社路口"], // 頭社
["紅花園","竹宅子","風窗","環湖崎頂","環湖教會","環湖","環湖廟口"], // 環湖
["走馬瀨口","豐里"], // 走馬瀨
["玉井國小","玉井站"] // 玉井
];
orange_20_stop_time_consume = [0,1,2,3,4,5,6,11,12,13,14,15,17,18,19,20,27,29,33,35];
orange_20_fare = [
[26],
[26,26],
[33,26,26],
[40,26,26,26],
[53,37,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
orange_20_main_stop_name = ["大內<br />分駐所","頭社","環湖","走馬瀨口","玉井"];
orange_20_main_stop_time_consume = [0, 12, 20, 27, 35];
orange_20_important_stop = [0, 2, 4]; // 大內公所, 環湖, 玉井
orange_20_time_go = [["07:45"],["10:45"],["12:25"],["15:45"],["17:20"]];
orange_20_time_return = [["08:30"],["13:30"],["14:40"],["16:30"],["18:00"]];