orange_10_interval_name = ["真理<br />大學","北勢寮","麻豆","寮廍里","西庄","隆田","二鎮","六甲","嘉南里","烏山頭<br />水庫","臺南藝<br />術大學"];
orange_10_interval_stop = [
["大地莊園","真理大學"], // 真理大學
["北勢寮","北勢國小","北勢里"], // 北勢寮
["油車里","小埤頭","新樓醫院","果菜市場","圓環","戲院前","一商前","興中民生路口","麻豆公所","曾文農工","總爺糖廠","臺灣首府大學宿舍","臺灣首府大學"], // 麻豆
["寮廍里"], // 寮廍里
["西庄"], // 西庄
["隆本里","官田公所","隆田火車站","隆田"], // 隆田
["官田工業區","官田服務中心","勞動力發展署","二鎮"], // 二鎮
["六甲衛生所","六甲"], // 六甲
["赤山巖","龍潭寺","嘉南里"], // 嘉南里
["烏山頭水庫"], // 烏山頭水庫
["大崎","臺南藝術大學(西側門)","臺南藝術大學"] // 臺南藝術大學
];
orange_10_stop_time_consume = [0,5,9,10,11,12,15,18,20,21,22,24,25,27,28,30,32,33,35,38,40,43,45,50,52,53,54,55,58,60,62,64,65,67,71,73,75];
orange_10_fare = [
[26],
[26,26],
[28,26,26],
[47,42,26,26],
[52,46,26,26,26],
[61,56,33,26,26,26],
[75,70,48,29,26,26,26],
[83,78,55,36,32,26,26,26],
[91,85,63,44,39,30,26,26,26],
[93,88,65,46,41,32,26,26,26,26],
[106,101,79,60,55,45,31,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
orange_10_main_stop_name = ["大地<br />莊園","真理<br />大學","果菜<br />市場","總爺<br />糖廠","臺灣<br />首府大學","隆田<br />火車站","官田<br />工業區","六甲","烏山頭<br />水庫","臺南<br />藝術大學"];
orange_10_main_stop_time_consume = [0, 5, 20, 30, 33, 45, 52, 60, 67, 75];
orange_10_important_stop = [0, 2, 5, 7, 9]; // 大地莊園, 果菜市場, 隆田火車站, 六甲, 臺南藝術大學
orange_10_time_go = [["7:05",0,5],["8:00"],["9:20"],["12:50"],["16:45",0,5],["17:20"]];
orange_10_time_return = [["7:50",5,0],["9:25"],["10:35"],["14:25"],["17:30",5,0],["19:00"]];