orange_9_interval_name = ["佳里站","佳里公園","蕭壠文<br />化園區","奇美佳<br />里分院","佳里興","大灣","學甲<br />區公所","學甲國中","高鐵<br />嘉義站"];
orange_9_interval_stop = [
["佳里站"], // 佳里站
["佳里公園"], // 佳里公園
["蕭壠文化園區"], // 蕭壠文化園區
["奇美佳里分院"], // 奇美佳里分院
["佳里興"], // 佳里興
["大灣"], // 大灣
["學甲區公所"], // 學甲區公所
["學甲國中"], // 學甲國中
["高鐵嘉義站"] // 高鐵嘉義站
];
orange_9_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[26,26,26,26,26,26],
[27,27,26,26,26,26,26],
[27,27,26,26,26,26,26,26],
[150,150,147,147,147,141,130,130,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
orange_9_main_stop_name = ["佳里站","奇美<br />佳里分院","學甲區公所","高鐵嘉義站"];
orange_9_main_stop_time_consume = [0, 7, 15, 60];
orange_9_important_stop = [0, 3]; // 佳里站, 高鐵嘉義站
orange_9_time_go = [["06:15"],["07:45"],["09:45"],["12:45"],["13:45"],["15:45"],["18:45"]
];
orange_9_time_return = [["07:30"],["10:05"],["12:05"],["14:30"],["16:05"],["18:30"],["20:30"]
];
