orange_5_interval_name = ["善化<br />火車站","小新營","茄拔","新中","官田","官田里","湖山里","嘉南里","六甲"];
orange_5_interval_stop = [
["善化火車站","善化高中","大成陸橋"], // 善化火車站
["小新里","磚窯","善化啤酒廠"], // 小新營
["茄拔(省道)","北茄拔"], // 茄拔
["肉品市場","新中","渡子頭"], // 新中
["官田營房"], // 官田
["官田里","官田國小"], // 官田里
["中脇","湖山里"], // 湖山里
["嘉南農會","西嘉南","嘉南里","龍潭寺","赤山巖"], // 嘉南里
["六甲"] // 六甲
];
orange_5_stop_time_consume = [0,5,6,7,7,8,10,12,13,14,16,18,20,22,24,26,27,28,30,31,33,35];
orange_5_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[32,26,26,26,26],
[35,26,26,26,26,26],
[44,35,31,26,26,26,26],
[50,41,37,27,26,26,26,26],
[57,48,44,34,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
orange_5_main_stop_name = ["善化<br />火車站","善化<br />高中","善化<br />啤酒廠","新中","官田<br />國小","嘉南里","六甲"];
orange_5_main_stop_time_consume = [0, 5, 8, 14, 22, 30, 35];
orange_5_important_stop = [0, 6]; // 善化火車站, 六甲
orange_5_time_go = [["09:05"],["11:25"],["17:10"]];
orange_5_time_return = [["09:40"],["12:10"],["17:45"]];