orange_4_interval_name = ["善化<br />轉運站","茄拔","新中","社子","臺南藝<br />術大學","烏山頭<br />水庫"];
orange_4_interval_stop = [
["善化轉運站"], // 善化轉運站
["北子店","牛庄","茄拔","北茄拔"], // 茄拔
["肉品市場","新中","渡子頭"], // 新中
["社子"], // 社子
["臺南藝術大學","臺南藝術大學(西側門)","大崎"], // 臺南藝術大學
["烏山頭水庫"] // 烏山頭水庫
];
orange_4_stop_time_consume = [0,2,3,5,7,8,9,11,16,22,24,26,30];
orange_4_fare = [
[26],
[26,26],
[26,26,26],
[30,26,26,26],
[35,29,26,26,26],
[49,43,33,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
orange_4_main_stop_name = ["善化<br />轉運站","茄拔","新中","社子","臺南<br />藝術大學","烏山頭<br />水庫"];
orange_4_main_stop_time_consume = [0, 5, 9, 16, 22, 30];
orange_4_important_stop = [0, 4, 5]; // 善化轉運站, 臺南藝術大學, 烏山頭水庫
orange_4_time_go = [["07:50"],["10:10"],["12:40"],["16:30"],["19:30"]];
orange_4_time_return = [["08:20"],["10:40"],["13:10"],["17:10"],["20:00"]];