red_13_interval_name = ["關廟","深坑","布袋","龜洞","南雄橋","阿蓮"];
red_13_interval_stop = [
["關廟","香洋里","五甲"], // 關廟
["遠成冷凍","深坑國小","深坑","遠大塑膠"], // 深坑
["打鹿洲","布袋","頂草埤","草埤"], // 布袋
["龜洞派出所","崇和國小","龜洞"], // 龜洞
["蓮昭巷","南雄橋"], // 南雄橋
["良仁醫院","民眾服務社","忠孝路口","阿蓮"] // 阿蓮
];
red_13_stop_time_consume = [0,1,2,3,4,5,6,7,8,9,9,10,11,12,13,14,16,17,18,19];
red_13_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[31,26,26,26,26],
[37,28,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
red_13_main_stop_name = ["關廟","深坑","布袋","南雄橋","阿蓮"];
red_13_main_stop_time_consume = [0, 5, 8, 14, 19];
red_13_important_stop = [0, 4]; // 關廟, 阿蓮
red_13_time_go = [["5:35"],["5:55"],["6:15"],["7:10"],["8:40"],["10:10"],["12:10"],["14:10"],["16:10"],["17:30"],["18:10"],["19:10"],["20:10"],["21:10"],["22:40"]];
red_13_time_return = [["5:55"],["6:15"],["6:35"],["7:30"],["9:00"],["10:30"],["12:30"],["14:30"],["16:30"],["17:50"],["18:30"],["19:30"],["20:30"],["21:30"],["23:00"]];