red_12_interval_name = ["關廟","花園","龍崎","中坑","龍船","苦苓湖","烏山頭"];
red_12_interval_stop = [
["關廟","關廟市場"], // 關廟
["北勢里","花園","果菜市場","仰龍橋","牛稠埔","九天宮"], // 花園
["龍崎","龍崎公所","崎腳路口","大溪口"], // 龍崎
["中坑"], // 中坑
["過嶺路口","龍船"], // 龍船
["石曹","後壁溪","苦苓湖"], // 苦苓湖
["五間","烏山腳路口","烏山腳","烏山頭"], // 烏山頭
];
red_12_interval_time_consume = [3, 8, 18, 20, 30, 40, 50, 55];
red_12_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[28,26,26,26,26],
[37,33,26,26,26,26],
[47,43,33,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
red_12_main_stop_name = ["關廟","龍崎","苦苓湖","烏山頭"];
red_12_main_stop_time_consume = [0, 9, 19, 23];
red_12_important_stop = [0, 1, 3]; // 關廟, 龍崎, 烏山頭
red_12_time_go = [["6:05"],["12:10"],["17:10"]];
red_12_time_return = [["6:30"],["12:45"],["17:45"]];