red_14_interval_name = ["關廟","歸仁","六甲","高鐵臺南站"];
red_14_interval_stop = [
["關廟","大亞公司"], // 關廟
["歸仁交流道","修元堂","看東里","善化寺","歸仁市場","歸仁公所","崁仔頭","崁仔下","歸南","頂歸南","歸南派出所"], // 歸仁
["六甲(中正南路)","歸仁分局","成大歸仁校區"], // 六甲
["窩仔底","沙崙國中","高鐵臺南站"], // 高鐵臺南站
];
red_14_interval_time_consume = [0, 1, 1, 2, 3, 4, 4, 5, 6, 7, 8, 9, 10, 11, 13, 15, 17, 18, 20];
red_14_fare = [
[26],
[26,26],
[26,26,26],
[32,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
red_14_main_stop_name = ["關廟","歸仁公所","歸南<br />派出所","高鐵<br />臺南站"];
red_14_main_stop_time_consume = [0, 5, 10, 20];
red_14_important_stop = [0, 3]; // 關廟, 高鐵臺南站
red_14_time_go = [["7:10"],["8:35"],["9:35"],["10:00"],["10:35"],["11:35"],["12:00"],["12:35"],["13:35"],["14:00"],
["14:35"],["15:35"],["16:00"],["16:35"],["17:35"],["18:35"],["19:35"],["20:35"]];
red_14_time_return = [["6:50"],["8:15"],["9:15"],["9:40"],["10:15"],["11:15"],["11:40"],["12:15"],["13:15"],["13:40"],
["14:15"],["15:15"],["15:40"],["16:15"],["17:15"],["18:15"],["19:15"],["20:15"]];