red_2_interval_name = ["臺南","仁德","後壁厝","上崙子","六甲","歸仁","關廟","花園"];
red_2_interval_stop = [
["臺南站","新光三越新天地","小西門(大億麗緻)","西門、友愛街口","中正、西門路口","林百貨(中正路)","中山、民權路口","台南醫院",
"臺南公園(公園路)","臺南火車站","縣知事官邸","東門圓環","東門教會","東門城","龍山寺","衛生局","富強市場","東門路","虎尾寮","富農街口"], // 臺南
["崁腳","嘉南療養院","仁德交流道","仁德","土庫仔","中正路(仁德)"], // 仁德
["崙仔尾","北保仔","仁德國中","民安、德洋路口","中華醫事科技大學","後壁厝","三塊厝(仁德)","鉅全公司","蔦松腳","田厝"], // 後壁厝
["上崙子"], // 上崙子
["社尾","六甲"], // 六甲
["歸南派出所","頂歸南","歸南","崁仔下","崁仔頭","歸仁區公所","歸仁市場","歸仁","看東里","修元堂","歸仁交流道"], // 歸仁
["大亞公司","關廟國中","關廟市場"], // 關廟
["北勢里","花園","關廟轉運站"] // 花園
];
red_2_fare = [
[26],
[26,26],
[30,26,26],
[40,26,26,26],
[47,26,26,26,26],
[55,32,26,26,26,26],
[67,44,36,27,26,26,26],
[72,49,42,32,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
red_2_main_stop_name = ["臺南站","臺南公園<br />(公園路)","臺南<br />火車站","仁德","上崙仔","歸仁<br />區公所","關廟國中","關廟<br />轉運站"];
red_2_main_stop_time_consume = [0, 10, 15, 32, 43, 54, 60, 65];
red_2_important_stop = [0, 2, 5, 7]; // 臺南站, 臺南火車站, 歸仁區公所, 關廟轉運站
var start_stop = 1; // 臺南公園
var end_stop = 7;
red_2_time_go = [["07:10",['繞',start_stop]],["09:25",start_stop,end_stop],["12:25",start_stop,end_stop],["17:40",start_stop,end_stop],["21:25",start_stop,end_stop]];
red_2_time_return = [["06:00",[start_stop]],["08:15",end_stop,start_stop],["13:45",end_stop,start_stop],["17:30",end_stop,start_stop],["19:00",end_stop,start_stop]];