red_2_interval_name = ["臺南","網寮","崑山","大灣","太子廟","仁德","後壁厝","上崙子","六甲","歸仁","關廟","花園"];
red_2_interval_stop = [
["臺南站","新光三越新天地","小西門(大億麗緻)","西門、友愛街口","中正、西門路口","林百貨(中正路)","中山、民權路口","台南醫院",
"臺南轉運站","臺南火車站","臺南公園(北門路)","成大醫院(勝利路)","成大醫院(小東路)","無障礙福利之家","光明街口"],// 臺南(二)
["四份子","臺灣銀行","榮民醫院"], // 網寮
["漢聲電台","建國里","崑山科大","崑山社區","天公廟"], // 崑山
["大灣"], // 大灣
["太子廟","土庫"], // 太子廟
["漢平公司","一甲廟路口","仁德區公所","仁德","土庫仔","中正路(仁德)"], // 仁德
["崙仔尾","北保仔","仁德國中","民安、德洋路口","中華醫事科技大學","後壁厝","三塊厝(仁德)","鉅全公司","蔦松腳","田厝"], // 後壁厝
["上崙子"], // 上崙子
["社尾","六甲"], // 六甲
["歸南派出所","頂歸南","歸南","崁仔下","崁仔頭","歸仁區公所(中正南路)","歸仁市場","歸仁","看東里","修元堂","歸仁交流道"], // 歸仁
["大亞公司","關廟國中","關廟市場"], // 關廟
["北勢里","花園","關廟轉運站"] // 花園
];
red_2_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[33,26,26,26,26,26],
[40,26,26,26,26,26,26],
[50,35,31,29,26,26,26,26],
[57,43,39,36,33,26,26,26,26],
[65,50,46,43,40,32,26,26,26,26],
[77,62,58,55,52,44,36,27,26,26,26],
[82,68,63,61,58,49,42,32,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
red_2_main_stop_name = ["臺南站","臺南<br />轉運站","臺南<br />火車站","崑山科大","仁德","上崙仔","歸仁區公所<br />(中正南路)","關廟國中","關廟<br />轉運站"];
red_2_main_stop_time_consume = [0, 10, 15, 35, 47, 58, 69, 75, 80];
red_2_important_stop = [0, 2, 6, 8]; // 臺南站, 臺南火車站, 歸仁區公所(中正南路), 關廟轉運站
var start_stop = 1; // 臺南轉運站
var end_stop = 8; // 關廟轉運站
red_2_time_go = [["07:10",['繞',start_stop]],["09:40",start_stop,end_stop],["12:25",start_stop,end_stop],["17:30",start_stop,end_stop],["21:00",start_stop,end_stop]];
red_2_time_return = [["05:50",[start_stop]],["08:15",end_stop,start_stop],["13:45",end_stop,start_stop],["17:30",end_stop,start_stop],["19:00",end_stop,start_stop]];