red_11_interval_name = ["關廟","花園","龍崎","中坑","龍船","苦苓湖","牛埔農塘"];
red_11_interval_stop = [
["關廟站","關廟市場"], // 關廟
["北勢里","花園","果菜市場","仰龍橋","牛稠埔","九天宮"], // 花園
["龍崎","龍崎公所","崎腳路口","大溪口"], // 龍崎
["中坑","龍崎文衡殿"], // 中坑
["過嶺路口","龍船"], // 龍船
["石曹","後壁溪","苦苓湖"], // 苦苓湖
["龍船國小","頂牛埔","牛埔","牛埔製麵廠","牛埔農塘"] // 牛埔農塘
];
red_11_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[28,26,26,26,26],
[37,33,26,26,26,26],
[45,41,31,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
red_11_main_stop_name = ["關廟","龍崎","苦苓湖","牛埔農塘"];
red_11_main_stop_time_consume = [0, 9, 19, 25];
red_11_important_stop = [0, 1, 3]; // 關廟, 龍崎, 牛埔農塘
red_11_time_go = [["07:05"],["08:15"],["09:25"],["10:35"],["13:20"],["14:30"],["15:40"]];
red_11_time_return = [["07:40"],["08:50"],["10:00"],["11:10"],["13:55"],["15:05"],["16:15"]];