red_13_interval_name = ["花園","關廟","深坑","布袋","龜洞","南雄橋","阿蓮"];
red_13_interval_stop = [
["關廟轉運站"], // 花園
["山西宮","香洋里","五甲"], // 關廟
["遠成冷凍","深坑國小","深坑","深坑馬槽"], // 深坑
["打鹿洲","布袋","頂草埤","草埤"], // 布袋
["龜洞派出所","崇和國小","龜洞"], // 龜洞
["蓮昭巷","南雄橋"], // 南雄橋
["後寮","民眾服務社","忠孝路口","阿蓮"] // 阿蓮
];
red_13_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[33,26,26,26,26],
[38,31,26,26,26,26],
[44,37,28,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
red_13_main_stop_name = ["關廟<br />轉運站","山西宮","深坑","布袋","南雄橋","阿蓮"];
red_13_main_stop_time_consume = [0, 5, 10, 13, 19, 25];
red_13_important_stop = [0, 1, 5]; // 關廟轉運站, 山西宮, 阿蓮
red_13_time_go = [["05:30"],["05:50"],["06:10"],["07:10"],["08:35"],["10:10"],["12:10"],["14:10"],["16:35"],["17:30"],["18:20"],["19:10"],["20:10"],["21:10"],["22:50"]];
red_13_time_return = [["05:55"],["06:15"],["06:35"],["07:35"],["09:00"],["10:35"],["12:35"],["14:35"],["17:00"],["17:55"],["18:45"],["19:35"],["20:35"],["21:35"],["23:15"]];