red_14_interval_name = ["關廟","歸仁","六甲","高鐵<br />臺南站","武東","大潭","長榮大學"];
red_14_interval_stop = [
["關廟站","大亞公司"], // 關廟
["歸仁交流道","修元堂","看東里","善化寺","歸仁市場","歸仁公所","崁仔頭","崁仔下","歸南","頂歸南","歸南派出所"], // 歸仁
["六甲(中正南路)","歸仁分局","成大歸仁校區"], // 六甲
["窩仔底","沙崙國中","高鐵臺南站","交通大學(臺南)"], // 高鐵臺南站
["武東"], // 武東
["大潭國小","大潭","大潭派出所"], // 大潭
["長榮大學"] // 長榮大學
];
red_14_stop_time_consume = [0,1,1,2,3,4,4,5,6,7,8,9,10,11,13,15,17,18,20,24,28,29,31,33,35];
red_14_fare = [
[26],
[26,26],
[26,26,26],
[32,26,26,26],
[48,37,26,26,26],
[50,39,26,26,26,26],
[53,42,29,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
red_14_main_stop_name = ["關廟","歸仁公所","歸南<br />派出所","高鐵<br />臺南站","交通大學<br />(臺南)","長榮大學"];
red_14_main_stop_time_consume = [0, 5, 10, 20, 24, 35];
red_14_important_stop = [0, 3, 5]; // 關廟, 高鐵臺南站, 長榮大學
red_14_time_go = [["06:50"],["09:40"],["11:40"],["13:15"],["15:15"],["17:15"],["19:30"],["21:00"]];
red_14_time_return = [["07:25"],["10:15"],["12:15"],["13:50"],["15:50"],["17:50"],["20:05"],["21:35"]];