red_14_interval_name = ["花園","關廟","歸仁","六甲","高鐵<br />臺南站","武東","大潭","長榮大學"];
red_14_interval_stop = [
["關廟轉運站","花園","北勢里"], // 花園
["關廟市場","關廟國中","大亞公司"], // 關廟
["歸仁交流道","修元堂","看東里","善化寺","歸仁文化中心","歸仁市場","歸仁公所","崁仔頭","崁仔下","歸南","頂歸南","歸南派出所"], // 歸仁
["六甲(中正南路)","歸仁分局","成大歸仁校區"], // 六甲
["窩仔底","沙崙國中","高鐵臺南站","交通大學(臺南)"], // 高鐵臺南站
["武東"], // 武東
["大潭國小","大潭","大潭派出所"], // 大潭
["長榮大學"] // 長榮大學
];
red_14_fare = [
[26],
[26,26],
[26,26,26],
[29,26,26,26],
[37,32,26,26,26],
[53,48,37,26,26,26],
[55,50,39,26,26,26,26],
[58,53,42,29,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
red_14_main_stop_name = ["關廟<br />轉運站","關廟國中","歸仁公所","歸南<br />派出所","高鐵<br />臺南站","交通大學<br />(臺南)","長榮大學"];
red_14_main_stop_time_consume = [0, 5, 10, 15, 25, 29, 40];
red_14_important_stop = [0, 2, 4, 6]; // 關廟, 歸仁公所, 高鐵臺南站, 長榮大學
red_14_time_go = [["06:40"],["09:35"],["11:40"],["13:40"],["16:10"],["17:20"],["19:30"],["20:55"]];
red_14_time_return = [["07:20"],["10:15"],["12:20"],["14:20"],["16:50"],["18:00"],["20:10"],["21:35"]];