red_3_interval_name = ["臺南","文化<br />中心","臺南<br />航空站","臺南都<br />會公園","保安<br />車站","嘉藥","保安","中洲","大潭","武東","高鐵<br />臺南站","六甲","歸仁","關廟","花園"];
red_3_interval_stop = [
["臺南公園(公園路)","臺南火車站","中山、民權路口","開山路","延平郡王祠","聯合報","大林新城","忠孝新村","大林"], // 臺南
["巴克禮公園","市立醫院(崇明路)"], // 文化中心
["台糖公司","大同、機場路口","牛稠仔","臺南空軍基地","臺南航空站(奇美幸福工廠)"], // 臺南航空站
["臺南都會公園","奇美博物館"], // 臺南都會公園
["十鼓文化村","保安轉運站"], // 保安轉運站
["嘉南藥理大學"], // 嘉藥
["保學","保安"], // 保安
["中生里","中洲","中洲派出所"], // 中洲
["依仁國小","南大潭","大潭","大潭國小"], // 大潭
["武東"], // 武東
["臺南監獄","高鐵臺南站","沙崙國中","窩仔底"], // 高鐵臺南站
["成大歸仁校區","六甲三路口"], // 六甲
["上帝廟","南興里","南保","姓李仔","後市","歸仁公所","歸仁市場","歸仁文化中心","善化寺","看東里","修元堂","歸仁交流道"], // 歸仁
["大亞公司","關廟國中","關廟市場"], // 關廟
["北勢里","花園","關廟轉運站"] // 花園
];
red_3_fare = [
[26],
[26,26],
[31,26,26],
[36,26,26,26],
[41,26,26,26,26],
[46,26,26,26,26,26],
[50,26,26,26,26,26,26],
[58,34,27,26,26,26,26,26],
[64,40,34,28,26,26,26,26,26],
[67,43,36,30,26,26,26,26,26,26],
[74,50,43,38,34,29,26,26,26,26,26],
[82,58,52,46,42,37,32,26,26,26,26,26],
[100,76,69,63,59,54,50,42,35,33,26,26,26],
[110,86,79,73,69,64,60,52,45,43,35,27,26,26],
[115,91,84,79,75,70,65,58,51,49,41,33,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
red_3_main_stop_name = ["臺南公園<br />(公園路)","臺南<br />火車站","市立醫院<br />(崇明路)","臺南<br />航空站","奇美<br />博物館","保安<br />轉運站","大潭","高鐵<br />臺南站","歸仁公所","關廟國中","關廟<br />轉運站"];
red_3_main_stop_time_consume = [0, 5, 20, 25, 30, 33, 45, 51, 75, 80, 85];
red_3_important_stop = [0, 1, 3, 5, 7, 10]; // 臺南公園, 臺南火車站, 臺南航空站, 保安轉運站, 高鐵臺南站, 關廟
var tainan_airport = 3; // 臺南航空站
var end_stop = 10; // 關廟
red_3_time_go = [["06:05"],["07:15"],["08:05"],["10:05"],["12:05"],["14:20"],["16:05"],["17:05"],["18:20"],["19:00"],["21:30",tainan_airport,end_stop]];
red_3_time_return = [["05:45"],["07:35"],["08:40"],["10:40"],["12:35"],["14:40"],["16:35"],["17:40"],["18:40"],["19:40"],["20:30",end_stop,tainan_airport]];