tour_bus_33_interval_name = ["新營","後壁火車站","南靖火車站","高鐵嘉義站","故宮南院","高鐵嘉義站","南靖火車站","後壁火車站","白河轉運站","白河水庫","寶泉橋","關子嶺"];
tour_bus_33_interval_stop = [
["新營站"],
["後壁火車站"],
["南靖火車站"],
["高鐵嘉義站"],
["故宮南院"],
["高鐵嘉義站"],
["南靖火車站"],
["後壁火車站"],
["白河轉運站"],
["白河水庫"],
["寶泉橋"],
["關子嶺"]
];
tour_bus_33_fare = [
[26],
[26,26],
[46,26,26],
[84,58,39,26],
[100,73,54,26,26],
[117,91,72,33,26,26],
[155,128,109,70,55,37,26],
[174,148,128,90,74,57,26,26],
[194,167,148,109,94,76,39,26,26],
[213,186,167,128,113,95,58,39,26,26],
[229,203,183,145,129,112,74,55,35,26,26],
[232,206,186,148,132,115,77,58,38,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
tour_bus_33_main_stop_name = ["新營站","後壁<br />火車站","南靖<br />火車站","高鐵<br />嘉義站","故宮<br />南院","高鐵<br />嘉義站","南靖<br />火車站","後壁<br />火車站","白河<br />轉運站","白河<br />水庫","寶泉橋","關子嶺"];
tour_bus_33_main_stop_time_consume = [0, 12, 19, 34, 43, 52, 67, 74, 86, 95, 105, 110];
tour_bus_33_important_stop = [0, 4, 5, 8, 11]; // 新營, 故宮南院, 高鐵嘉義站, 白河轉運站, 關子嶺
tour_bus_33_time_go = [["09:30"],["11:30"],["13:30"],["15:30"]];
tour_bus_33_time_return = [["11:30"],["13:30"],["15:30"],["17:30"]];