tour_bus_66_interval_name = ["新營總站","烏山頭<br />水庫","南元農場","江南<br />渡假村","吉貝耍","東山老街","仙公廟","李子園<br />小鋪","南寮","嶺頂<br />資訊站","寶泉橋","新營總站"];
tour_bus_66_interval_stop = [
["新營總站"],
["烏山頭水庫"],
["南元農場"],
["江南渡假村"],
["吉貝耍"],
["東山老街"],
["仙公廟"],
["李子園小鋪"],
["南寮"],
["儷景","嶺頂資訊站"],
["寶泉橋"],
["新營總站(迄站)"] // 關子嶺
];
tour_bus_66_fare = [
[26],
[55,26],
[71,26,26],
[103,48,32,26],
[116,61,45,26,26],
[129,74,58,26,26,26],
[193,139,122,90,77,64,26],
[213,158,142,110,97,84,26,26],
[229,174,158,126,113,100,35,26,26],
[242,187,171,139,126,113,48,29,26,26],
[245,190,174,142,129,116,52,32,26,26,26],
[319,264,248,216,203,190,126,106,90,77,74]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
tour_bus_66_main_stop_name = ["新營站","烏山頭<br />水庫","南元農場","江南<br />渡假村","吉貝耍","東山老街","仙公廟","李子園<br />小鋪","南寮","儷景","嶺頂<br />資訊站","寶泉橋","新營站"];
tour_bus_66_main_stop_time_consume = [0, 28, 37, 51, 57, 63, 96, 108, 116, 123, 125, 128, 165];
tour_bus_66_important_stop = [0, 1, 6, 10, 12]; // 新營站, 烏山頭水庫, 仙公廟, 嶺頂資訊站, 新營站
tour_bus_66_time_go = [["09:00"],["10:00"],["11:00"],["13:00"],["14:00"],["15:00"]];