// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
tour_bus_88_main_stop_name = ["臺南火車站<br />(南站)","孔廟(台灣文<br />學館、臺南市<br />美術館1館)","林百貨、<br />鄭成功祖廟","赤崁樓","小西門<br />(大億麗緻)","中正、<br />海安路口","神農街","臺南公園<br />(公園路)","臺南火車站<br />(北站)"];
tour_bus_88_main_stop_time_consume = [0, 5, 10, 14, 20, 24, 28, 33, 37];
tour_bus_88_important_stop = [0, 3, 8]; // 臺南火車站(南站), 赤崁樓, 臺南火車站(北站)
tour_bus_88_time_go = [["10:00"],["10:20"],["10:40"],["11:00"],["11:20"],["11:40"],["12:00"],["12:20"],["12:40"],["13:00"],["13:20"],["13:40"],["14:00"],["14:20"],["14:40"],["15:00"],["15:20"],["15:40"],["16:00"],["16:20"],["16:40"],["17:00"],["17:20"],["17:40"],["18:00"],["18:20"],["18:40"],["19:00"],["19:20"],["19:40"],["20:00"]];