tour_bus_7702_interval_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","先天宮","東石漁<br />人碼頭","布袋遊<br />客中心","南鯤鯓<br />代天府","北門遊<br />客中心"];
tour_bus_7702_interval_stop = [
["嘉義轉運站"],
["嘉義高鐵站"],
["先天宮"],
["東石漁人碼頭"],
["布袋遊客中心"],
["南鯤鯓代天府"],
["北門遊客中心"]
];
tour_bus_7702_stop_time_consume = [0,20,45,47,65,82,87];
tour_bus_7702_fare = [
[25,40,101,106,140,181,190],
[46,25,61,66,100,141,150],
[115,70,25,22,38,80,89],
[121,75,25,25,33,75,84],
[159,113,44,38,25,41,50],
[207,161,91,85,47,25,22],
[217,171,101,95,57,25,25]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
tour_bus_7702_main_stop_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","先天宮","東石<br />漁人碼頭","布袋<br />遊客中心","南鯤鯓<br />代天府","北門<br />遊客中心"];
tour_bus_7702_main_stop_time_consume = [0,20,45,47,65,82,87];
tour_bus_7702_important_stop = [0, 1, 6]; // 嘉義轉運站, 嘉義高鐵站, 北門遊客中心
tour_bus_7702_time_go = [["08:30"],["13:00"]];
tour_bus_7702_time_return = [["11:00",['觀',[4,30]]],["15:00"]];
// holiday schedule
tour_bus_7702_holiday_time_go = [["08:30"],["10:00"],["14:00"],["16:00"]];
tour_bus_7702_holiday_time_return = [["11:00",['觀',[4,30]]],["12:00"],["16:00"],["17:30"]];