tour_bus_33_interval_name = ["高鐵嘉義站","故宮南院","高鐵嘉義站","南靖火車站","後壁火車站","白河轉運站","白河水庫","寶泉橋","關子嶺"];
tour_bus_33_interval_stop = [
["高鐵嘉義站"],
["故宮南院"],
["高鐵嘉義站"],
["南靖火車站"],
["後壁火車站"],
["白河轉運站"],
["白河水庫"],
["寶泉橋"],
["關子嶺"]
];
tour_bus_33_fare = [
[26],
[26,26],
[33,26,26],
[70,55,37,26],
[90,74,57,26,26],
[109,94,76,39,26,26],
[128,113,95,58,39,26,26],
[145,129,112,74,55,35,26,26],
[148,132,115,77,58,38,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
tour_bus_33_main_stop_name = ["高鐵<br />嘉義站","故宮<br />南院","高鐵<br />嘉義站","南靖<br />火車站","後壁<br />火車站","白河<br />轉運站","白河<br />水庫","寶泉橋","關子嶺"];
tour_bus_33_main_stop_time_consume = [0, 9, 18, 30, 36, 45, 55, 63, 66];
tour_bus_33_important_stop = [0, 5, 8]; // 高鐵嘉義站, 白河轉運站, 關子嶺
tour_bus_33_time_go = [["10:00"],["12:00"],["14:00"]];
tour_bus_33_time_return = [["11:30"],["13:30"],["15:30"]];