tour_bus_7702_interval_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","故宮南院","先天宮","東石漁<br />人碼頭","布袋遊<br />客中心","好美里","南鯤鯓<br />代天府","北門遊<br />客中心"];
tour_bus_7702_interval_stop = [
["嘉義市交通轉運中心"],
["嘉義高鐵站"],
["故宮南院"],
["先天宮"],
["東石漁人碼頭"],
["布袋遊客中心"],
["好美里"],
["南鯤鯓代天府"],
["北門遊客中心"]
];
tour_bus_7702_fare = [
[24,39,49,99,104,136,168,187,196],
[44,24,21,60,65,97,129,149,157],
[56,24,24,50,54,87,118,138,147],
[113,68,56,24,21,28,59,79,87],
[118,74,62,24,24,33,64,84,92],
[155,111,99,32,37,24,31,51,60],
[191,147,135,67,73,36,24,21,28],
[213,169,157,90,95,58,24,24,21],
[223,179,167,100,105,68,32,24,24]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
tour_bus_7702_main_stop_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","故宮南院","先天宮","東石<br />漁人碼頭","布袋<br />遊客中心","好美里","南鯤鯓<br />代天府","北門<br />遊客中心"];
tour_bus_7702_main_stop_time_consume = [0,20,30,50,52,70,85,95,100];
tour_bus_7702_important_stop = [0, 1, 2, 5, 8]; // 嘉義轉運站, 嘉義高鐵站, 故宮南院, 布袋遊客中心, 北門遊客中心
var stop_1 = 2; // 故宮南院
var stop_2 = 5; // 布袋遊客中心
tour_bus_7702_time_go = [["08:10"],["12:50",[[stop_1,10]]]];
tour_bus_7702_time_return = [["10:30",['觀',[stop_2,40]]],["14:40",[[stop_1-1,-5]]]];
// holiday schedule
tour_bus_7702_holiday_time_go = [["08:10"],["12:50",[[stop_1,10]]]];
tour_bus_7702_holiday_time_return = [["10:30",['觀',[stop_2,40]]],["14:40",[[stop_1-1,-5]]]];