tour_bus_7702_interval_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","故宮南院","東石漁<br />人碼頭","高跟鞋<br />教堂","好美里","北門遊<br />客中心","嘉義<br />高鐵站","嘉義<br />轉運站"];
tour_bus_7702_interval_stop = [
["嘉義轉運站"],
["嘉義高鐵站"],
["故宮南院"],
["東石漁人碼頭"],
["高跟鞋教堂"],
["好美里"],
["北門遊客中心"],
["嘉義高鐵站"],
["嘉義轉運站"]
];
tour_bus_7702_fare = [
[25,40,51,107,145,178,207,331,371],
[46,25,22,67,105,138,167,291,331],
[58,25,25,56,94,127,156,280,320],
[121,76,64,25,38,71,100,224,264],
[165,119,107,44,25,33,62,186,226],
[202,157,145,81,37,25,29,153,193],
[235,190,178,114,70,33,25,124,164],
[376,331,319,255,211,174,141,25,40],
[422,376,364,301,257,220,186,46,25]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
tour_bus_7702_main_stop_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","故宮南院","先天宮","東石<br />漁人碼頭","高跟鞋<br />教堂","好美里","南鯤鯓<br />代天府","北門<br />遊客中心"];
tour_bus_7702_main_stop_time_consume = [0,20,30,50,52,70,85,95,100];
tour_bus_7702_important_stop = [0, 1, 2, 5, 8]; // 嘉義轉運站, 嘉義高鐵站, 故宮南院, 高跟鞋教堂, 北門遊客中心
tour_bus_7702_time_go = [["09:00"],["11:30"]];
tour_bus_7702_time_return = [["15:00"],["17:30"]];