tour_bus_61_interval_name = ["新營站","鹽水","布袋遊<br />客中心","布袋商港","高跟鞋<br />教堂","南鯤鯓<br />(代天府)","北門區公所<br />(水晶教堂)","泰安宮(井<br />仔腳鹽田)","三寮灣(東<br />隆宮文物館)","將軍漁港","馬沙溝3<br />D彩繪村","七股鹽山","臺灣鹽<br />博物館"];
tour_bus_61_interval_stop = [
["新營站"],
["鹽水"],
["布袋遊客中心"],
["布袋商港"],
["高跟鞋教堂"],
["南鯤鯓(代天府)"],
["北門區公所(水晶教堂)"],
["泰安宮(井仔腳鹽田)"],
["三寮灣(東隆宮文物館)"],
["將軍漁港"],
["馬沙溝3D彩繪村"],
["七股鹽山"],
["臺灣鹽博物館"]
];
tour_bus_61_fare = [
[26],
[26,26],
[75,50,26],
[84,59,26,26],
[92,67,26,26,26],
[142,117,67,58,50,26],
[152,127,78,68,60,26,26],
[160,135,85,76,68,26,26,26],
[179,154,105,95,87,37,27,26,26],
[196,170,121,111,103,53,43,35,26,26],
[201,176,126,117,109,59,49,41,26,26,26],
[232,207,157,148,140,90,80,72,53,36,31,26],
[235,210,160,151,143,93,83,75,56,40,34,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
tour_bus_61_main_stop_name = ["新營站","鹽水","布袋遊<br />客中心","布袋商港","高跟鞋<br />教堂","南鯤鯓<br />(代天府)","北門區公所<br />(水晶教堂)","泰安宮(井<br />仔腳鹽田)","三寮灣(東<br />隆宮文物館)","將軍漁港","馬沙溝3<br />D彩繪村","七股鹽山","臺灣鹽<br />博物館"];
tour_bus_61_main_stop_time_consume = [0, 18, 44, 49, 52, 70, 77, 82, 89, 95, 98, 107, 110];
tour_bus_61_important_stop = [0, 4, 6, 11, 12]; // 新營站, 高跟鞋教堂, 北門區公所(水晶教堂), 七股鹽山, 臺灣鹽博物館
var Cigu_Salt_Mountain = 11;
var Mashagou = 10;
var Budai_Port = 3;
var Yanshuei = 1;
tour_bus_61_time_go = [["10:40"],["12:30"],["14:30"]];
tour_bus_61_time_return = [["13:00",[[Cigu_Salt_Mountain,-2,Mashagou,-1,Budai_Port,1,Yanshuei,2]]],["14:40",[[Cigu_Salt_Mountain,-2,Mashagou,-1,Budai_Port,1,Yanshuei,2]]],["16:40",[[Cigu_Salt_Mountain,-2,Mashagou,-1,Budai_Port,1,Yanshuei,2]]]];