tour_bus_7702_interval_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","故宮南院","先天宮","東石漁<br />人碼頭","高跟鞋<br />教堂","好美里","南鯤鯓<br />代天府","北門遊<br />客中心"];
tour_bus_7702_interval_stop = [
["嘉義市交通轉運中心"],
["嘉義高鐵站"],
["故宮南院"],
["先天宮"],
["東石漁人碼頭"],
["高跟鞋教堂"],
["好美里"],
["南鯤鯓代天府"],
["北門遊客中心"]
];
tour_bus_7702_fare = [
[24,38,48,96,101,138,169,188,196],
[43,24,21,59,63,100,131,150,158],
[55,24,24,48,53,90,121,140,148],
[110,67,55,24,21,33,63,83,91],
[115,72,60,24,24,37,68,87,95],
[157,114,102,37,42,24,31,50,58],
[192,149,137,72,77,35,24,21,28],
[214,171,159,94,99,57,24,24,21],
[224,180,169,104,108,66,31,24,24]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
tour_bus_7702_main_stop_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","故宮南院","先天宮","東石<br />漁人碼頭","高跟鞋<br />教堂","好美里","南鯤鯓<br />代天府","北門<br />遊客中心"];
tour_bus_7702_main_stop_time_consume = [0,20,30,50,52,70,85,95,100];
tour_bus_7702_important_stop = [0, 1, 2, 5, 8]; // 嘉義轉運站, 嘉義高鐵站, 故宮南院, 高跟鞋教堂, 北門遊客中心
var stop_1 = 2; // 故宮南院
var stop_2 = 5; // 布袋遊客中心
tour_bus_7702_time_go = [["08:10"],["12:50",[[stop_1,10]]]];
tour_bus_7702_time_return = [["10:30",['觀',[stop_2,40]]],["14:40",[[stop_1-1,-5]]]];
// holiday schedule
tour_bus_7702_holiday_time_go = [["10:10"],["15:10"]];
tour_bus_7702_holiday_time_return = [["12:30",['觀',[stop_2,40]]],["16:50"]];