tour_bus_7702_interval_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","故宮南院","東石漁<br />人碼頭","高跟鞋<br />教堂","好美里","北門遊<br />客中心"];
tour_bus_7702_interval_stop = [
["嘉義轉運站"],
["嘉義高鐵站"],
["故宮南院"],
["東石漁人碼頭"],
["高跟鞋教堂"],
["好美里"],
["北門遊客中心"]
];
tour_bus_7702_fare = [
[24,39,49,104,141,173,202],
[44,24,21,65,102,134,163],
[56,24,24,54,92,124,152],
[118,74,62,24,37,69,98],
[161,116,105,43,24,32,60],
[197,153,141,79,36,24,28],
[230,185,173,111,69,32,24]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
tour_bus_7702_main_stop_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","故宮南院","先天宮","東石<br />漁人碼頭","高跟鞋<br />教堂","好美里","南鯤鯓<br />代天府","北門<br />遊客中心"];
tour_bus_7702_main_stop_time_consume = [0,20,30,50,52,70,85,95,100];
tour_bus_7702_important_stop = [0, 1, 2, 5, 8]; // 嘉義轉運站, 嘉義高鐵站, 故宮南院, 高跟鞋教堂, 北門遊客中心
tour_bus_7702_time_go = [["09:00"],["11:30"]];
tour_bus_7702_time_return = [["15:00"],["17:30"]];