tour_bus_7702_interval_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","先天宮","東石漁<br />人碼頭","布袋遊<br />客中心","南鯤鯓<br />代天府","北門遊<br />客中心"];
tour_bus_7702_interval_stop = [
["嘉義轉運站"],
["嘉義高鐵站"],
["先天宮"],
["東石漁人碼頭"],
["布袋遊客中心"],
["南鯤鯓代天府"],
["北門遊客中心"]
];
tour_bus_7702_stop_time_consume = [0,20,45,47,65,82,87];
tour_bus_7702_fare = [
[24,39,98,103,135,175,184],
[44,24,59,64,96,137,145],
[112,67,24,21,37,77,86],
[117,73,24,24,32,73,81],
[154,110,42,37,24,40,49],
[200,155,88,83,46,24,21],
[210,165,98,92,55,24,24]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
tour_bus_7702_main_stop_name = ["嘉義<br />轉運站","嘉義<br />高鐵站","先天宮","東石<br />漁人碼頭","布袋<br />遊客中心","南鯤鯓<br />代天府","北門<br />遊客中心"];
tour_bus_7702_main_stop_time_consume = [0,20,45,47,65,82,87];
tour_bus_7702_important_stop = [0, 1, 6]; // 嘉義轉運站, 嘉義高鐵站, 北門遊客中心
tour_bus_7702_time_go = [["08:30"],["13:00"]];
tour_bus_7702_time_return = [["11:00",['觀',[4,30]]],["15:00"]];
// holiday schedule
tour_bus_7702_holiday_time_go = [["08:30"],["10:00"],["14:00"],["16:00"]];
tour_bus_7702_holiday_time_return = [["11:00",['觀',[4,30]]],["12:00"],["16:00"],["17:30"]];