yellow_2_interval_name = ["新營","人和里","柳營","龜子港","林鳳營","中社","六甲","六甲<br />營房","工研院","南元<br />農場","冷水寮","尖山路","土地崎","王爺宮","大丘"];
yellow_2_interval_stop = [ // 2016.02.04 checked
["新營站","第三市場","新營國小","圓環(第一銀行)","新進路口","真武殿","南光中學"], // 新營
["人和里"], // 人和里
["士林里","柳營","新榮中學","南士林"], // 柳營
["嘉南駕訓班","龜子港(省道)","社區"], // 龜子港
["林鳳營火車站","林鳳營"], // 林鳳營
["中社","東中社"], // 中社
["中山路社區","水林","六甲區公所","冰廠","六甲市場","六甲國中","六甲衛生所","六甲","六甲廟後"], // 六甲
["六甲營房"], // 六甲營房
["工研院南分院"], // 工研院南分院
["日新山莊","南元農場"], // 南元農場
["冷水寮"], // 冷水寮
["尖山路"], // 尖山路
["土地崎"], // 土地崎
["番仔坑","王爺宮"], // 王爺宮
["西港湖","北勢坑口","嶺頂","大丘派出所","匏仔寮"] // 大丘
];
yellow_2_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[27,26,26,26,26],
[33,26,26,26,26,26],
[46,38,33,26,26,26,26],
[56,48,42,34,29,26,26,26],
[59,51,45,37,32,26,26,26,26],
[63,55,50,41,36,30,26,26,26,26],
[69,61,55,47,42,36,26,26,26,26,26],
[73,65,60,51,46,40,27,26,26,26,26,26],
[76,68,62,54,49,43,30,26,26,26,26,26,26],
[81,72,67,58,53,47,34,26,26,26,26,26,26,26],
[111,103,97,89,84,78,64,55,52,47,42,37,35,30,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_2_main_stop_name = ["新營","柳營","龜子港<br />(省道)","林鳳營<br />火車站","六甲","工研院<br />南分院","王爺宮","匏仔寮"];
yellow_2_main_stop_time_consume = [0, 9, 15, 18, 30, 38, 50, 70];
yellow_2_important_stop = [0, 3, 4, 6]; // 新營, 林鳳營火車站, 六甲, 王爺宮
var start_stop = 0; // 新營
var end_stop = 6; // 王爺宮
var skip_stop = 5; // 工研院南分院
yellow_2_time_go = [["05:40"],["07:30",start_stop,end_stop],["11:00",start_stop,end_stop],["14:20",start_stop,end_stop],["16:40"],
["17:45",start_stop,end_stop]];
yellow_2_time_return = [["06:00",end_stop,start_stop,[skip_stop,[skip_stop,-5]]],["06:55",[[end_stop,-5]]],["08:25",end_stop,start_stop],
["11:55",end_stop,start_stop],["15:15",end_stop,start_stop],["17:55",[[end_stop,-5]]]];