yellow_11_interval_name = ["白河","東山","大客","武嶺","番子嶺","斑芝<br />花坑","東原","瓦厝","崎腳","青山"];
yellow_11_interval_stop = [
["白河站","安養院"], // 白河
["東山加油站","民眾服務社","北東山","東山","嘉東"], // 東山
["凹子腳","大客","下庄","科里"], // 大客
["武嶺"], // 武嶺
["番子嶺"], // 番子嶺
["開門橋","萬應公廟","番子厝","斑芝花坑","斑花橋","柿子寮"], // 斑芝花坑
["三塊厝","嶺南里路口","頭前園仔","西勢角","嶺南里","北大廳","宅子內","西東原","東原"], // 東原
["瓦厝","東原國中","竹圍埔"], // 瓦厝
["崎腳"], // 崎腳
["店子前","下子店","青山"] // 青山
];
yellow_11_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[34,26,26,26,26,26],
[44,33,26,26,26,26,26],
[46,35,28,26,26,26,26,26],
[51,40,33,29,27,26,26,26,26],
[54,43,36,33,30,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_11_main_stop_name = ["白河","東山","嶺南里","宅子內","斑花橋","東原","青山"];
yellow_11_main_stop_time_consume = [0, 5, 25, 27, 16, 22, 27];
yellow_11_important_stop = [0, 1, 3, 6]; // 白河, 東山, 宅子內, 青山
var start_stop = 0; // 白河
var stop_1 = 2; // 嶺南里
var stop_2 = 3; // 宅子內
yellow_11_time_go = [["06:00",[stop_1,stop_2]],["06:05",[[stop_2+1,13]]],["07:20",[stop_1,stop_2]],["09:10",[stop_1,stop_2]],["10:40",[[stop_2+1,13]]],["12:00",[stop_1,stop_2]],["13:40",[stop_1,stop_2]],["15:00",[stop_1,stop_2]],["16:20",[stop_1,stop_2]],["17:15",[stop_1,stop_2]],["17:40",[[stop_2+1,13]]],["18:15",[stop_1,stop_2]]];
yellow_11_time_return = [["06:35",[stop_1,stop_2]],["06:50",[[stop_2,13]]],["07:50",[stop_1,stop_2]],["09:40",[stop_1,stop_2]],["11:25",[[stop_2,13]]],["12:30",[stop_1,stop_2]],["14:10",[stop_1,stop_2]],["15:30",[stop_1,stop_2]],["16:55",[[stop_2,13]]],["17:50",[stop_1,stop_2]],["18:25",[stop_1,stop_2]],["18:50",[stop_1,stop_2]]];