yellow_2_interval_name = ["新營","人和里","柳營","龜子港","林鳳營","中社","六甲","六甲<br />營房","南元<br />農場","冷水寮","尖山路","土地崎","王爺宮"];
yellow_2_interval_stop = [
["新營站","新營國小","圓環(第一銀行)","新進路口","真武殿","南光中學"], // 新營
["人和里"], // 人和里
["士林里","柳營","新榮中學"], // 柳營
["東又悅公司","嘉南駕訓班","龜子港(省道)"], // 龜子港
["社區","林鳳營火車站","林鳳營"], // 林鳳營
["中社","東中社","中山路社區","水林"], // 中社
["六甲公所","冰廠","六甲市場","六甲國中","六甲衛生所","六甲","六甲廟後"], // 六甲
["六甲營房","日新山莊"], // 六甲營房
["南元農場"], // 南元農場
["冷水寮"], // 冷水寮
["尖山路"], // 尖山路
["土地崎"], // 土地崎
["番仔坑","王爺宮"] // 王爺宮
];
yellow_2_stop_time_consume = [0,2,4,5,6,7,7,8,9,12,13,14,15,17,18,19,22,23,24,24,25,26,27,28,29,30,33,35,36,37,38,41,42,44,45];
yellow_2_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[27,26,26,26,26],
[33,26,26,26,26,26],
[46,38,33,26,26,26,26],
[56,48,42,34,29,26,26,26],
[58,50,44,36,31,26,26,26,26],
[64,56,50,42,37,31,26,26,26,26],
[68,60,54,46,41,35,26,26,26,26,26],
[71,63,57,49,44,38,26,26,26,26,26,26],
[75,67,62,53,48,42,29,26,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_2_main_stop_name = ["新營","柳營","龜子港<br />(省道)","林鳳營<br />火車站","六甲","王爺宮"];
yellow_2_main_stop_time_consume = [0, 9, 15, 18, 30, 45];
yellow_2_important_stop = [0, 3, 4, 5]; // 新營, 林鳳營火車站, 六甲, 王爺宮
yellow_2_time_go = [["07:30"],["12:10"],["14:20"],["17:45"]];
yellow_2_time_return = [["06:05"],["08:20"],["13:00"],["15:10"]];