yellow_11_1_interval_name = ["白河","東山","大客","武嶺","番子嶺","斑芝<br />花坑","東原","瓦厝","崎腳","青山","北寮","李子園","檳榔宅","二坑埔","南寮口"];//"崎腳","瓦厝","東原"];
yellow_11_1_interval_stop = [
["白河站","安養院"], // 白河
["東山加油站","民眾服務社","北東山","東山"], // 東山
["嘉東","凹子腳","大客","下庄"], // 大客
["科里","武嶺"], // 武嶺
["番子嶺","開門橋"], // 番子嶺
["萬應公廟","番子厝","斑芝花坑","斑花橋"], // 斑芝花坑
["柿子寮","三塊厝","西東原","東原"], // 東原
["瓦厝","東原國中"], // 瓦厝
["竹圍埔","崎腳"], // 崎腳
["店子前","青山"], // 青山
["北寮"], // 北寮
["十里亭","李子園","福安宮","半山仔"], // 李子園
["檳榔宅"], // 檳榔宅
["二坑埔"], // 二坑埔
["南寮口"], // 南寮口
/*["店子前","崎腳","竹圍"],
["東原國中","瓦厝"],
["東原"]*/
];
yellow_11_1_stop_time_consume = [0,1,2,3,4,5,7,8,8,9,9,10,11,14,14,15,15,16,17,18,20,22,23,24,24,25,26,27];
yellow_11_1_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[34,26,26,26,26,26],
[44,33,26,26,26,26,26],
[46,35,28,26,26,26,26,26],
[51,40,33,29,27,26,26,26,26],
[54,43,36,33,30,26,26,26,26,26],
[65,54,47,43,41,31,26,26,26,26,26],
[72,62,55,51,49,39,29,27,26,26,26,26],
[89,78,72,68,65,55,45,43,38,35,26,26,26],
[94,83,77,73,70,61,50,48,43,40,29,26,26,26],
[102,91,85,81,79,69,59,57,52,49,38,30,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_11_1_main_stop_name = ["白河","東山","東原","南寮口","二坑埔","李子園","北寮","青山","東原","白河"];
yellow_11_1_main_stop_time_consume = [0, 5, 22, 31, 36, 50, 55, 62, 68, 90];
yellow_11_1_time_go = [["06:10"]];

yellow_11_1_main_stop_name_reverse = ["白河","東山","東原","青山","北寮","李子園","二坑埔","南寮口","東原","白河"];
yellow_11_1_main_stop_time_consume_reverse = [0, 5, 22, 27, 35, 40, 54, 59, 68, 90];
yellow_11_1_time_return = [["12:40"],["16:40"]];

yellow_11_1_important_stop = [0, 3, 4, 5, 6, 7]; // 白河, 二坑埔 李子園, 青山