yellow_16_1_interval_name = ["白河站","下秀祐","營房","烏樹林","安溪寮","新港東","頂長短樹","菁寮","後寮村","高鐵嘉義站"];
yellow_16_1_interval_stop = [
["白河站","白河魚市場","白河加油站"], // 白河
["頂秀祐","下秀祐"], // 下秀祐
["營房"], // 營房
["蘭花園區","烏樹林"], // 烏樹林
["安溪寮","市場前","頂安社區"], // 安溪寮
["新港東"], // 新港東
["下長短樹","仕安里","頂長短樹"], // 頂長短樹
["菁寮","西菁寮"], // 菁寮
["後寮村","春珠里"], // 後寮村
["高鐵嘉義站"] // 高鐵嘉義站
];

yellow_16_1_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[36,30,27,26,26,26],
[49,44,41,34,28,26,26],
[54,49,46,39,33,26,26,26],
[81,75,72,65,60,45,32,27,26],
[93,88,85,78,72,57,44,39,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_16_1_main_stop_name = ["白河站","烏樹林","新港東","頂長短樹","菁寮","後寮村","高鐵<br />嘉義站"];
yellow_16_1_main_stop_time_consume = [0, 7, 15, 20, 22, 32, 45];
yellow_16_1_important_stop = [0, 4, 6]; // 白河站, 菁寮, 高鐵嘉義站
var Baihe = 0;
var Houliao_Vil = 5;
yellow_16_1_time_go = [["08:00"],["10:00",['H']],["11:00"],["13:00",['H']],["15:00"]];
yellow_16_1_time_return = [
["09:20",[[Houliao_Vil,-8,Baihe,3]]],
["11:20",['H',[Houliao_Vil,-8,Baihe,3]]],
["12:20",[[Houliao_Vil,-8,Baihe,3]]],
["14:20",['H',[Houliao_Vil,-8,Baihe,3]]],
["16:20",[[Houliao_Vil,-8,Baihe,3]]]
];