yellow_6_1_interval_name = ["新營","埤寮","新港東","頂長<br />短樹","菁寮","後壁<br />區公所","大路墘","顯濟宮","土溝里","土溝<br />代天府"];
yellow_6_1_interval_stop = [ // 2015.7.5 checked
["新營站","三商","圓環(第一銀行)","文化中心","新營公所","新營高工","中正世家"], // 新營
["電力公司","許丑","埤寮"], // 埤寮
["新港東"], // 新港東
["下長短樹","頂長短樹"], // 頂長短樹
["菁寮","菁寮國小","菁豐里"], // 菁寮
["後壁區公所","後壁國小"], // 後壁區公所
["大路墘"], // 大路墘
["嘉民里","顯濟宮","永安國小"], // 顯濟宮
["土溝里","土溝鄉情客廳","土溝美術館"], // 土溝里
["土溝代天府"] // 土溝代天府
];
yellow_6_1_fare = [
[26],
[26,26],
[26,26,26],
[28,26,26,26],
[33,26,26,26,26],
[51,36,31,26,26,26],
[57,41,36,26,26,26,26],
[63,48,43,33,26,26,26,26],
[69,53,48,38,30,26,26,26,26],
[72,56,51,41,33,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_6_1_main_stop_name = ["新營","菁寮","後壁<br />區公所","土溝<br />代天府"];
yellow_6_1_main_stop_time_consume = [0, 20, 32, 40];
yellow_6_1_important_stop = [0, 3]; // 新營, 土溝
yellow_6_1_time_go = [["08:00"],["08:30"],["09:50"],["10:20"],["12:30"],["13:30"],["14:20"],["15:30"],["16:20"],["17:20"]];
yellow_6_1_time_return = [["08:50"],["09:20"],["10:40"],["11:10"],["13:20"],["14:20"],["15:10"],["16:20"],["17:10"],["18:10"]];