yellow_16_interval_name = ["白河商工","白河站","東山","北馬","吉貝耍","大腳腿<br />路口","山仔腳","旭山里","瓦窯","果毅後<br />廟前","六甲"];
yellow_16_interval_stop = [ // 2017.08.22 checked
["白河商工","白河分局"], // 白河商工
["白河站","安養院"], // 白河站
["東山加油站","民眾服務社","北東山","東山","東山國中"], // 東山
["北馬"], // 北馬
["吉貝耍"], // 吉貝耍
["大腳腿路口"], // 大腳腿路口
["山仔腳","旭山農會","新吉庄"], // 山仔腳
["旭山里"], // 山仔腳
["東瓦窯","瓦窯"], // 瓦窯
["果毅國小","果毅後","果毅後廟前"], // 果毅後廟前
["六甲市場","六甲國中","六甲衛生所","六甲"] // 六甲
];
yellow_16_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[30,27,26,26,26,26],
[34,32,26,26,26,26,26],
[38,35,26,26,26,26,26,26],
[41,38,27,26,26,26,26,26,26],
[45,43,32,26,26,26,26,26,26,26],
[63,60,50,43,37,33,29,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_16_main_stop_name = ["白河商工","白河","東山","北馬","吉貝耍","山仔腳","旭山里","瓦窯","果毅後","六甲"];
yellow_16_main_stop_time_consume = [0, 5, 10, 14, 17, 22, 23, 24, 26, 36];
yellow_16_important_stop = [0, 1, 2, 6, 9]; // 白河商工, 白河, 東山, 旭山里, 六甲
yellow_16_time_go = [["06:10"],["16:00"],["17:00"]];
yellow_16_time_return = [["07:00"],["16:55"],["17:55"]];