yellow_10_interval_name = ["泰安宮","後壁<br />火車站","大路墘","顯濟宮","土溝里","白河","河東","大林","大林<br />路口","檨仔坑","石廟仔","籠仔內","六重溪"];
yellow_10_interval_stop = [
["泰安宮","嘉苳里","下茄苳"], // 泰安宮
["後壁高中","後壁火車站","後壁國小"], // 後壁火車站
["大路墘"], // 大路墘
["嘉民里","顯濟宮"], // 顯濟宮
["永安國小","土溝里"], // 土溝里
["白河商工","舊地政","白河國中","白河分局","白河站","念佛會"], // 白河
["凹底","畚箕湖","河東","竹林路口"], // 河東
["大林","大林中山堂","下厝仔"], // 大林
["大林路口"], // 大林路口
["山頂仔","檨仔坑"], // 檨仔坑
["石廟仔"], // 石廟仔
["三重溪","籠仔內"], // 籠仔內
["六溪國小","六溪部落","六重溪","南勢仔","頂埔","鎮安宮"] // 六重溪
];
yellow_10_stop_time_consume = [0,1,3,4,5,7,9,11,12,13,14,19,20,22,23,25,27,29,29,30,32,33,34,34,36,37,38,40,41,42,44,44,45,46,48,50];
yellow_10_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[27,26,26,26,26],
[43,34,28,26,26,26],
[51,42,36,29,26,26,26],
[55,45,40,33,28,26,26,26],
[59,49,43,37,32,26,26,26,26],
[63,53,48,41,36,26,26,26,26,26],
[65,55,50,43,38,26,26,26,26,26,26],
[69,60,54,47,42,26,26,26,26,26,26,26],
[73,63,58,51,46,30,26,26,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_10_main_stop_name = ["泰安宮","後壁<br />火車站","顯濟宮","白河","大林","六重溪","鎮安宮"];
yellow_10_main_stop_time_consume = [0, 5, 12, 25, 33, 45, 50];
yellow_10_important_stop = [0, 1, 3, 6]; // 泰安宮, 後壁火車站, 白河, 鎮安宮
yellow_10_time_go = [["07:20"],["10:00"],["13:30"],["15:40"],["17:25",['繞']]];
yellow_10_time_return = [["06:15",['繞']],["08:15"],["11:00"],["14:30"],["16:30"]];