yellow_3_interval_name = ["新營","人和里","柳營","路東","小腳腿","重溪里","大腳腿","山仔腳","江南<br />渡假村","二重溪","旭山里","瓦窯","果毅後<br />廟前","新厝","德元埤"];
yellow_3_interval_stop = [ // 2016.08.01 update
["新營站","第三市場","新營國小","圓環(第一銀行)","新進路口","真武殿","南光中學"], // 新營
["人和里"], // 人和里
["士林里","柳營","柳營代天院","柳營火車站","鳳和中學"], // 柳營
["柳營國中","路東"], // 路東
["柳科管理中心","小腳腿"], // 小腳腿
["重溪里","小腳腿活動中心","順天府","篤農里"], // 重溪里
["大腳腿","大腳腿路口"], // 大腳腿
["山仔腳","旭山農會","新吉庄"], // 山仔腳
["江南渡假村"], // 江南渡假村
["二重溪"], // 二重溪
["旭山里"], // 旭山里
["東瓦窯","瓦窯(柳營)"], // 瓦窯
["果毅國小","果毅後","果毅後廟前"], // 果毅後
["新厝"], // 新厝
["德元埤"] // 德元埤
];
yellow_3_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[35,27,26,26,26],
[37,28,26,26,26,26],
[43,35,30,26,26,26,26],
[51,42,37,26,26,26,26,26],
[55,47,41,31,26,26,26,26,26],
[59,51,45,35,26,26,26,26,26,26],
[65,57,52,41,30,29,26,26,26,26,26],
[68,59,54,43,33,31,26,26,26,26,26,26],
[73,65,59,49,38,36,30,26,26,26,26,26,26],
[80,71,66,55,44,43,36,29,26,26,26,26,26,26],
[84,75,70,60,49,47,40,33,29,26,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_3_main_stop_name = ["新營","柳營","柳營<br />火車站","小腳腿","山仔腳","二重溪","果毅後<br />廟前","德元埤"];
yellow_3_main_stop_time_consume = [0, 8, 10, 17, 25, 30, 38, 44];
yellow_3_important_stop = [0, 2, 6, 7]; // 新營, 柳營火車站, 果毅後廟前, 德元埤
var start_stop = 0; // 新營
var end_stop = 6; // 果毅後廟前
yellow_3_time_go = [["05:50",start_stop,end_stop,['L',[1,-2]]],["09:20"],["12:20"],["14:35"],["17:15",start_stop,end_stop,['L',[1,4,2,1,3,4,4,5,5,1]]]];
yellow_3_time_return = [["06:30",end_stop,start_stop,['L',[3,4,1,2,0,4]]],["10:10"],["13:10"],["15:25"],["18:15",end_stop,start_stop,['L',[0,2]]]];