yellow_12_2_interval_name = ["關子嶺","頂關<br />子嶺","南寮<br />路口","水火<br />同源","火山<br /><font face=\"標楷體\">碧</font>雲寺","大仙寺","仙草埔","關子嶺"];
yellow_12_2_interval_stop = [
["關子嶺","勞工育樂中心","關子嶺教會"], // 關子嶺
["頂關子嶺"],
["南寮路口","枕頭山"],
["水火同源"],
["火山碧雲寺"],
["大仙寺"],
["仙草埔","白河榮家","灰窯","羌仔崙","麒麟隧道口"], // 仙草埔
["粗坑","寶泉橋","好漢坡","關子嶺(迄站)"] // 關子嶺
];
yellow_12_2_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[29,27,26,26,26,26],
[32,30,26,26,26,26,26],
[47,45,40,33,30,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_12_2_main_stop_name = ["關子嶺","南寮<br />路口","水火<br />同源","火山<br /><font face=\"新細明體\">碧雲寺</font>","大仙寺","仙草埔","寶泉橋","關子嶺<br />(迄站)"];
yellow_12_2_main_stop_time_consume = [0, 4, 8, 10, 18, 20, 27, 30];
yellow_12_2_important_stop = [0, 7]; // 關子嶺, 關子嶺
yellow_12_2_time_go = [["07:50"],["08:50"],["09:50"],["10:50"],["11:50"],["12:50"],["13:50"],["14:50"],["15:50"],["16:25"]];