yellow_20_interval_name = ["麻豆","西連里","下營","麻豆寮","龜子港","林鳳營"];
yellow_20_interval_stop = [
["麻豆轉運站","新樓醫院","小埤頭","圓環","電姬戲院","一商前","麻豆站","關帝廟","五王廟","臺灣首府大學宿舍","臺灣首府大學"], // 麻豆
["西連里"], // 西連里
["右武衛公園","給水站","下營衛生所","下營廟前","下營公所","顏姓祖厝","紅毛厝"], // 下營
["中庄","十六甲","洲子","麻豆寮"], // 麻豆寮
["龜子港","龜子港(省道)"], // 龜子港
["林鳳營","林鳳營火車站"] // 林鳳營
];
yellow_20_fare = [
[26],
[32,26],
[42,26,26],
[57,26,26,26],
[63,31,26,26,26],
[68,36,27,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_20_main_stop_name = ["麻豆<br />轉運站","一商前","下營<br />公所","紅毛厝","林鳳營<br />火車站"];
yellow_20_main_stop_time_consume = [0, 8, 25, 30, 45];
yellow_20_important_stop = [0, 2, 4]; // 麻豆轉運站, 下營公所, 林鳳營火車站
yellow_20_time_go = [["09:00"],["10:50"],["12:50"],["14:50"],["16:50"]];
yellow_20_time_return = [["09:45"],["11:35"],["13:35"],["15:35"],["17:35"]];