yellow_12_interval_name = ["白河","河東","虎子墓","木屐寮","仙草埔","關子嶺"];
yellow_12_interval_stop = [
["白河站","念佛會","凹底"], // 白河
["畚箕湖","河東","河東國小","潭墘"], // 河東
["虎子墓(虎山里)","福顯宮"], // 虎子墓
["木屐寮","白河水庫"], // 木屐寮
["竹林寺","派出所","仙草埔","白河榮家","灰窯","羌子崙","粗坑"], // 仙草埔
["寶泉橋","好漢坡","關子嶺"] // 關子嶺
];
yellow_12_stop_time_consume = [0,1,3,4,5,7,9,10,12,13,14,19,20,22,23,25,27,29,29,30,32,33,34,34,36,37,38,40,41,42,44,44,45,46,48,50];
yellow_12_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[36,28,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_12_main_stop_name = ["白河","河東國小","虎子墓<br />(虎山里)","仙草埔","關子嶺"];
yellow_12_main_stop_time_consume = [0, 5, 10, 13, 20];
yellow_12_important_stop = [0, 2, 4]; // 白河, 虎山里, 關子嶺
yellow_12_time_go = [["06:55"],["07:10",['H']],["07:45",['溫']],["08:05"],["09:05"],["09:45",['溫']],["10:05"],["11:45",['溫']],["12:05"],["13:05"],["13:45",['溫']],["15:05"],["15:35",['溫']],["16:05"],["17:15",['溫']]];
yellow_12_time_return = [["07:25"],["08:35"],["08:50",['溫']],["09:35"],["10:35"],["10:50",['溫']],["12:35"],["12:50",['溫']],["13:35"],["14:50",['溫']],["15:35"],["16:35"],["16:40",['溫']],["17:00",['H']],["18:20",['溫']]];