yellow_10_1_interval_name = ["白河","河東","大林","大林<br />路口","檨仔坑","石廟仔","籠仔內","六重溪","鎮安宮","檳榔腳"];
yellow_10_1_interval_stop = [ // 2017.06.13 checked
["白河站","念佛會","凹底","畚箕湖","東畚箕湖"], // 白河
["河東"], // 河東
["竹林路口","大林","大林中山堂","檨子林","下厝仔","大林里"], // 大林
["大林里東","山頂仔"], // 大林路口
["檨仔坑","台影文化城"], // 檨仔坑
["石廟仔"], // 石廟仔
["三重溪","籠仔內"], // 籠仔內
["六溪國小","六溪部落","六重溪"], // 六重溪
["南勢仔","禪源","頂埔","鎮安宮"], // 鎮安宮
["六戶仔","內坑仔","崁下仔","檳榔腳","鹽水坑","香路古道","石牌"] // 檳榔腳
];
yellow_10_1_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[26,26,26,26,26,26],
[26,26,26,26,26,26,26],
[30,26,26,26,26,26,26,26],
[34,26,26,26,26,26,26,26,26],
[41,33,30,26,26,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_10_1_main_stop_name = ["白河站","大林","台影<br />文化城","六重溪","鎮安宮","檳榔腳","六重溪","台影<br />文化城","大林","白河站"];
yellow_10_1_main_stop_time_consume = [0, 6, 12, 16, 19, 22, 25, 29, 35, 41];
yellow_10_1_important_stop = [0, 2, 5, 7, 9]; // 白河站, 台影文化城, 檳榔腳, 台影文化城, 白河站
yellow_10_1_time_go = [["08:35"],["12:00"],["14:00"]];