yellow_3_interval_name = ["新營","人和里","柳營","路東","小腳腿","大腳腿","山仔腳","瓦窯","果毅後"];
yellow_3_interval_stop = [ // 2015.09.14 checked
["新營站","第三市場","新營國小","圓環(第一銀行)","新進路口","真武殿","南光中學"], // 新營
["人和里"], // 人和里
["士林里","柳營","柳營代天院","柳營火車站","鳳和中學"], // 柳營
["柳營國中","路東"], // 路東
["柳科管理中心","小腳腿","重溪里","順天府","篤農里"], // 小腳腿
["大腳腿","大腳腿路口"], // 大腳腿
["山仔腳","旭山農會","新吉庄","江南渡假村","二重溪"], // 山仔腳
["旭山里","東瓦窯","瓦窯"], // 瓦窯
["果毅國小","果毅後","果毅後廟前"] // 果毅後
];
yellow_3_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[35,27,26,26,26],
[43,35,29,26,26,26],
[50,42,36,26,26,26,26],
[53,44,39,28,26,26,26,26],
[57,49,43,32,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_3_main_stop_name = ["新營","柳營","柳營<br />火車站","小腳腿","山仔腳","二重溪","果毅後<br />廟前"];
yellow_3_main_stop_time_consume = [0, 9, 12, 21, 30, 35, 43];
yellow_3_important_stop = [0, 2, 6]; // 新營, 柳營火車站, 果毅後
var skip_stop = 5; // 二重溪
yellow_3_time_go = [["05:50"],["12:20"],["14:50",[skip_stop,[skip_stop+1,-4]]],["17:15"]];
yellow_3_time_return = [["06:35"],["13:05"],["15:30",[skip_stop,[skip_stop-1,-4]]],["18:05"]];