yellow_13_interval_name = ["白河","河東","虎子墓","木屐寮","仙草埔","關子嶺","頂關<br />子嶺","南寮<br />路口","坪頂","南寮"];
yellow_13_interval_stop = [
["白河國中","白河站","念佛會","凹底"], // 白河
["畚箕湖","河東","河東國小","潭墘"], // 河東
["虎子墓(虎山里)"], // 虎子墓
["木屐寮","白河水庫"], // 木屐寮
["竹林寺","派出所","仙草埔","白河榮家","灰窯","羌子崙","粗坑"], // 仙草埔
["寶泉橋","好漢坡","關子嶺","關子嶺教會"], // 關子嶺
["頂關子嶺"], // 頂關子嶺
["南寮路口"], // 南寮路口
["坪頂","後坑"], // 坪頂
["石埤","南寮"] // 南寮
];
yellow_13_stop_time_consume = [0,5,7,9,9,10,10,11,12,15,16,17,17,18,19,19,20,22,23,24,25,26,27,30,31,32,33,35];
yellow_13_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[36,28,26,26,26,26],
[39,31,26,26,26,26,26],
[44,36,30,26,26,26,26,26],
[45,37,31,27,26,26,26,26,26],
[51,43,37,33,27,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_13_main_stop_name = ["白河國中","白河","河東國小","仙草埔","關子嶺","南寮"];
yellow_13_main_stop_time_consume = [0, 10, 15, 23, 30, 40];
yellow_13_important_stop = [0, 1, 4, 5]; // 白河國中, 白河, 關子嶺, 南寮
yellow_13_time_go = [["11:05",1,5],["14:05",1,5],["16:50"],["18:25",1,5]];
yellow_13_time_return = [["05:50",[[0,-5]]],["11:45",5,1],["14:45",5,1],["17:40",5,1]];