yellow_11_1_interval_name = ["白河","東山","大客","武嶺","番子嶺","斑芝<br />花坑","東原","瓦厝","崎腳","青山","北寮","李子園","檳榔宅","二坑埔","南寮口"];//"崎腳","瓦厝","東原"];
yellow_11_1_interval_stop = [
["白河站","安養院"], // 白河
["東山加油站","民眾服務社","北東山","東山","嘉東"], // 東山
["凹子腳","大客","下庄","科里"], // 大客
["武嶺"], // 武嶺
["番子嶺"], // 番子嶺
["開門橋","萬應公廟","番子厝","斑芝花坑","斑花橋","柿子寮"], // 斑芝花坑
["三塊厝","西東原","東原"], // 東原
["瓦厝","東原國中","竹圍埔"], // 瓦厝
["崎腳"], // 崎腳
["店子前","下子店","青山","高原社區","墩子腳","科尾","水井","公厝","李子園路口","碌砳埔"], // 青山
["北寮","中庄"], // 北寮
["穆聖","李子園小舖","李子園","福安宮","半山仔"], // 李子園
["檳榔宅"], // 檳榔宅
["二坑埔"], // 二坑埔
["南寮口"] // 南寮口
];
yellow_11_1_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[34,26,26,26,26,26],
[44,33,26,26,26,26,26],
[46,35,28,26,26,26,26,26],
[51,40,33,29,27,26,26,26,26],
[54,43,36,33,30,26,26,26,26,26],
[65,54,47,43,41,31,26,26,26,26,26],
[72,62,55,51,49,39,29,27,26,26,26,26],
[89,78,72,68,65,55,45,43,38,35,26,26,26],
[94,83,77,73,70,61,50,48,43,40,29,26,26,26],
[102,91,85,81,79,69,59,57,52,49,38,30,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_11_1_main_stop_name = ["白河","東山","東原","南寮口","二坑埔","檳榔宅","李子園","北寮","青山","東原國中","白河"];
yellow_11_1_main_stop_time_consume = [0, 5, 22, 31, 36, 39, 50, 55, 62, 68, 90];
yellow_11_1_important_stop = [0, 4, 6, 8, 10]; // 白河, 二坑埔, 李子園, 青山, 白河
yellow_11_1_time_go = [["06:10"]];

yellow_11_1_main_stop_name_return = ["白河","東山","東原","青山","北寮","李子園","檳榔宅","二坑埔","南寮口","東原國中","白河"];
yellow_11_1_main_stop_time_consume_return = [0, 5, 22, 28, 35, 40, 51, 54, 59, 68, 90];
yellow_11_1_important_stop_return = [0, 3, 5, 7, 10]; // 白河, 青山, 李子園, 二坑埔, 白河
yellow_11_1_time_return = [["12:40"],["16:40"]];