yellow_3_interval_name = ["新營","人和里","柳營","路東","小腳腿","大腳腿","山仔腳","瓦窯","果毅後"];
yellow_3_interval_stop = [
["新營站","新營國小","圓環(第一銀行)","新進路口","真武殿","南光中學"], // 新營
["人和里"], // 人和里
["士林里","柳營","柳營代天院","柳營火車站","鳳和中學","柳營國中"], // 柳營
["路東","柳科管理中心"], // 路東
["小腳腿","篤農里"], // 小腳腿
["大腳腿","大腳腿路口"], // 大腳腿
["山仔腳","旭山農會","新吉庄","江南渡假村","二重溪"], // 山仔腳
["旭山里","東瓦窯","瓦窯"], // 瓦窯
["果毅國小","果毅後","果毅後廟前"] // 果毅後
];
yellow_3_stop_time_consume = [0,2,4,5,6,7,7,8,9,11,12,12,14,15,17,18,20,22,24,26,27,28,29,31,33,34,35,36,37,38];
yellow_3_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[35,27,26,26,26],
[43,35,29,26,26,26],
[50,42,36,26,26,26,26],
[53,44,39,28,26,26,26,26],
[57,49,43,32,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_3_main_stop_name = ["新營","柳營","柳營<br />火車站","小腳腿","山仔腳","二重溪","果毅後<br />廟前"];
yellow_3_main_stop_time_consume = [0, 9, 12, 18, 26, 31, 38];
yellow_3_important_stop = [0, 2, 6]; // 新營, 柳營火車站, 果毅後
yellow_3_time_go = [["05:50"],["12:20"],["15:05",[5,[6,-8]]],["17:15"]];
yellow_3_time_return = [["06:30"],["13:00"],["15:40",[5,[4,-8]]],["17:55"]];