yellow_14_1_interval_name = ["白河","白河國中","三間厝","埤子頭","竹圍子","甘宅","關帝廟","內角"];
yellow_14_1_interval_stop = [ // 2017.06.13 checked
["白河站","中山、中興路口","白河分局","舊地政"], // 白河
["白河國中"], // 白河國中
["三間厝"], // 三間厝
["溪洲路口","埤子頭"], // 埤子頭
["竹門活動中心","竹圍子","番子園"], // 竹圍子
["美雅傢俱","過溝仔","甘宅","埤角"], // 甘宅
["大厝","活動中心","關帝廟","大埔(白河)"], // 關帝廟
["內角"] // 內角
];
yellow_14_1_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[27,26,26,26,26,26],
[32,26,26,26,26,26,26],
[39,33,31,28,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_14_1_main_stop_name = ["白河","三間厝","竹圍子","甘宅","關帝廟","內角"];
yellow_14_1_main_stop_time_consume = [0, 5, 10, 15, 19, 23];
yellow_14_1_important_stop = [0, 5]; // 白河, 內角
yellow_14_1_time_go = [["07:40"],["10:50"],["15:30"]];
yellow_14_1_time_return = [["08:05"],["11:15"],["15:55"]];