yellow_4_interval_name = ["新營","副產","柳營","五軍營","小腳腿","大腳腿","山仔腳","江南<br />渡假村","二重溪","瓦窯","果毅後","六甲"];
yellow_4_interval_stop = [
["新營站","第三市場","新營國小","圓環(第一銀行)","新進路口","真武殿","南光中學"], // 新營
["副產","實驗所"], // 副產
["太康里","太康"], // 太康
["五軍營","法主宮","重溪"], // 五軍營
["小腳腿","篤農里"], // 小腳腿
["大腳腿","大腳腿路口"], // 大腳腿
["山仔腳","旭山農會","新吉庄"], // 山仔腳
["江南渡假村"], // 江南渡假村
["二重溪"], // 二重溪
["旭山里","東瓦窯","瓦窯"], // 瓦窯
["果毅國小","果毅後","果毅後廟前"], // 果毅後
["六甲市場","六甲國中","六甲衛生所","六甲"] // 六甲
];
yellow_4_stop_time_consume = [0,1,2,4,5,6,7,8,9,11,12,13,14,14,15,16,18,20,23,24,26,27,28,29,31,32,33,34,35,42,43,44,45];
yellow_4_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[27,26,26,26,26],
[35,26,26,26,26,26],
[42,33,27,26,26,26,26],
[45,36,30,27,26,26,26,26],
[50,41,35,32,26,26,26,26,26],
[53,45,38,35,26,26,26,26,26,26],
[58,49,43,40,31,26,26,26,26,26,26],
[76,67,61,58,49,41,34,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_4_main_stop_name = ["新營","小腳腿","山仔腳","二重溪","果毅後<br />廟前","六甲"];
yellow_4_main_stop_time_consume = [0, 15, 23, 28, 35, 45];
yellow_4_important_stop = [0, 5]; // 新營, 六甲
yellow_4_time_go = [["06:40"],["10:00"],["14:00"],["16:15"],["18:20"]];
yellow_4_time_return = [["05:50"],["07:35"],["11:05"],["15:05"],["17:20"]];