yellow_11_interval_name = ["白河","東山","大客","武嶺","番子嶺","斑芝<br />花坑","東原","瓦厝","崎腳","青山"];
yellow_11_interval_stop = [
["白河站","安養院"], // 白河
["東山加油站","民眾服務社","北東山","東山"], // 東山
["嘉東","凹子腳","大客","下庄"], // 大客
["科里","武嶺"], // 武嶺
["番子嶺","開門橋"], // 番子嶺
["萬應公廟","番子厝","斑芝花坑","斑花橋"], // 斑芝花坑
["柿子寮","三塊厝","西東原","東原"], // 東原
["瓦厝","東原國中"], // 瓦厝
["竹圍埔","崎腳"], // 崎腳
["店子前","青山"] // 青山
];
yellow_11_stop_time_consume = [0,1,2,3,4,5,7,8,8,9,9,10,11,14,14,15,15,16,17,18,20,22,23,24,24,25,26,27];
yellow_11_fare = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[26,26,26,26,26],
[34,26,26,26,26,26],
[44,33,26,26,26,26,26],
[46,35,28,26,26,26,26,26],
[51,40,33,29,27,26,26,26,26],
[54,43,36,33,30,26,26,26,26,26]
];
// format = [time at the start stop] or
// [time, other] or
// [time, start_stop, end_stop, other]
yellow_11_main_stop_name = ["白河","東山","斑花橋","東原","青山"];
yellow_11_main_stop_time_consume = [0, 5, 16, 22, 27];
yellow_11_important_stop = [0, 1, 4]; // 白河, 東山, 青山
yellow_11_time_go = [["06:00"],["07:30"],["09:00"],["10:30"],["12:00"],["13:30"],["15:10"],["16:20"],["17:15"],["18:15"]];
yellow_11_time_return = [["06:35"],["08:00"],["09:30"],["11:00"],["12:30"],["14:00"],["15:40"],["16:50"],["17:50"],["18:50"]];