green_interval_name = ["台南","開元","二王","永康","西勢","新化","那拔林","豐德","化石館","左鎮","九層林","玉井"];
green_interval_stop = [
["臺南公園（公園路）","臺南火車站","臺南公園（北門路）","台南二中"], // 台南
["中樓","開元","崑山中學"], // 開元
["南工宿舍","南工社區","中興","康福新城","二王"], // 二王
["臺南大學附中","永康農會","永康"], // 永康
["龍潭口","德芳社區","西勢","西勢東"], // 西勢
["南光藥廠","保生大帝宮","唪口","清水寺","農會前","新化","新化公所","新化保養廠","養護之家","仁愛之家"], // 新化
["畜試所","新化分院","接天寺","那拔林","千鳥橋"], // 那拔林
["隙仔口","豐德","大立窯業"], // 豐德
["光和里","下菜寮","頂菜寮","化石館","龍溝"], // 化石館
["邦寮","橄欖山","左鎮分駐所","左鎮","東屏厝"], // 左鎮
["竹坑","莿桐腳","後坑","九層林"], // 九層林
["愛文山","倒松","劉陳","望明口","玉山新城","新莊","玉井工商","玉井"] // 玉井
];
green_fair = [
[26],
[26,26],
[26,26,26],
[26,26,26,26],
[30,26,26,26,26],
[43,32,26,26,26,26],
[61,50,41,36,31,26,26],
[68,57,48,43,38,26,26,26],
[76,65,56,52,46,34,26,26,26],
[87,76,67,62,57,44,26,26,26,26],
[99,88,80,75,69,57,38,31,26,26,26],
[119,108,100,95,89,77,58,51,43,33,26,26]
];